{
    "0": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Krapow Moo (Stir-fried Basil Pork)",
        "description": "Pad Krapow Moo, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This stir-fried basil pork is a masterclass in simplicity, as tender slices of pork are sautéed to perfection with an abundance of fragrant Thai basil leaves. The aroma of sizzling meat and herbs fills the air, tantalizing the senses and teasing the taste buds.As the dish reaches its peak, the pork is infused with the subtle nuances of soy sauce and fish sauce, lending a depth of umami flavor that elevates the dish to new heights. Meanwhile, the Thai basil adds a bright, herbaceous note that provides a delightful contrast to the rich, savory meat.The stir-fry itself is cooked to a precise balance of crisp-tender vegetables and soft, yielding pork, with each bite a perfect marriage of texture and flavor. A sprinkle of crispy chili peppers adds a satisfying crunch and an extra kick of heat, making Pad Krapow Moo a true culinary standout. Overall, this classic Thai dish is a testament to the power of simple, high-quality ingredients when combined with skillful cooking techniques. Whether served as a quick weeknight meal or as part of a festive celebration, Pad Krapow Moo is sure to impress even the most discerning palates.",
        "image": "/assets/images/dummy-food.svg"
    },
    "1": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Krapow Gai (Stir-fried Basil Chicken)",
        "description": "Pad Krapow Gai, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This stir-fried basil chicken dish is a masterful blend of savory, sweet, and spicy notes that will tantalize your taste buds.The dish begins with tender and juicy chicken breast, expertly cooked to retain its moisture and flavor. The chicken is then combined with an aromatic medley of Thai holy basil leaves, which add a pungent and slightly spicy kick. Sliced bell peppers and onions are stir-fried alongside the chicken, providing a crunchy texture and a burst of sweetness.The sauce, made from a rich and creamy mixture of fish sauce, soy sauce, palm sugar, and chili peppers, adds a depth and complexity to the dish that is simply irresistible. The flavors meld together in perfect harmony, with each bite delivering a delightful balance of savory, sweet, and spicy notes.Pad Krapow Gai is a true reflection of Thai cuisine's emphasis on fresh ingredients, bold flavors, and simple yet effective preparation methods. This classic dish is sure to satisfy even the most discerning palate, making it a must-try for anyone who loves Asian cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "2": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kai Jeow (Thai Omelette)",
        "description": "The Kai Jeow, a quintessential Thai omelette dish that has garnered widespread acclaim for its simplicity and depth of flavor. This savory delight is made by beating eggs with various seasonings, including fish sauce, lime juice, and chili peppers, before pouring the mixture into a hot skillet coated with oil.As the egg mixture cooks, it transforms into a fluffy yet crispy omelette, replete with an assortment of aromatics such as onions, garlic, and sometimes even Thai basil. The resulting dish is a masterful balance of textures and flavors, where the tender eggs give way to the crunch of vegetables.A sprinkle of ground white pepper adds a touch of subtlety to the overall presentation, while the accompanying sweet chili sauce or fresh chilies on the side provide a bold and spicy kick. Whether enjoyed as a snack, appetizer, or even light meal, the Kai Jeow is an exemplar of Thai culinary prowess.This versatile dish can be served at any time of day, from breakfast to dinner, making it an excellent choice for those seeking a hassle-free yet satisfying dining experience. With its rich flavors and tantalizing aroma, the Kai Jeow is sure to leave even the most discerning palates wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "3": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Tom Jued (Clear Soup with Minced Pork)",
        "description": "Tom Jued, a traditional Chinese clear soup dish, is a staple in many Asian cuisines. The name \"Tom Jued\" literally translates to \"clear broth with minced pork.\" This comforting soup is made by simmering a rich and savory pork stock with carefully selected ingredients. The clear broth is achieved through a precise cooking technique that extracts the subtle flavors from the pork bones.The star of this dish is the tender and flavorful minced pork, which adds texture and depth to each spoonful. Fresh green onions and ginger are added towards the end of cooking to preserve their delicate flavors and crunch. Other ingredients such as Chinese mushrooms, lotus seeds, and bok choy may also be included to enhance the nutritional value and flavor profile.Tom Jued is a clear broth soup that is both nourishing and delicious. It is often served as a comfort food or a light meal in itself. The delicate flavors of this soup are sure to delight anyone who enjoys traditional Chinese cuisine. With its rich and savory flavors, Tom Jued is an excellent choice for those looking for a satisfying and comforting dining experience.",
        "image": "/assets/images/dummy-food.svg"
    },
    "4": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Pak Boong (Stir-fried Morning Glory)",
        "description": "Pad Pak Boong, a quintessential Thai dish that has captured the hearts and taste buds of food enthusiasts worldwide. This stir-fried morning glory is more than just a simple vegetable dish; it's an experience waiting to be savored.Morning glory, also known as Chinese broccoli or water spinach, is the star of this show. Fresh, crisp, and delicately flavored, its tender shoots are perfectly cooked with a hint of crunch still present. The stir-frying process brings out the natural sweetness in the morning glory, which is then balanced by a savory blend of soy sauce, fish sauce, and other aromatics.The flavors dance on your palate as you take a bite, with each ingredient complementing the others in harmony. This Pad Pak Boong has just the right amount of seasoning to make it an addictive dish that will leave you wanting more. A sprinkle of fresh Thai basil adds a fragrant and herbaceous note to the entire experience.Whether you're a seasoned foodie or just looking for a quick and easy meal, this stir-fried morning glory is sure to delight. So, go ahead and give Pad Pak Boong a try – your taste buds will thank you!",
        "image": "/assets/images/dummy-food.svg"
    },
    "5": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Pak Ruam (Stir-fried Mixed Vegetables)",
        "description": "Pad Pak Ruam, a quintessential Thai stir-fry dish that showcases the versatility and flavor of mixed vegetables. This vibrant and colorful creation combines an assortment of fresh vegetables, expertly sautéed in a savory mixture of soy sauce, fish sauce, and palm sugar, resulting in a harmonious balance of sweet, sour, and umami notes.A variety of textures add depth to this dish, from the crunch of bell peppers and carrots to the tender bite of snow peas. The inclusion of bean sprouts provides a delightful contrast, while the sprinkling of chopped peanuts adds a satisfying nutty flavor. Each vegetable is cooked to perfection, ensuring that every bite is a symphony of flavors and textures.The aromas wafting from Pad Pak Ruam are enticing and tantalizing, with the fragrance of fresh herbs such as Thai basil and mint mingling with the savory scents of the stir-fry sauce. This dish is a testament to the simplicity and elegance of traditional Thai cuisine, where the emphasis lies in allowing the natural flavors of each ingredient to shine through.Whether served as a snack, side dish, or light meal, Pad Pak Ruam is sure to delight even the most discerning palates. Its vibrant colors and enticing aromas make it an attractive addition to any dining experience, while its versatility allows it to be easily tailored to suit various tastes and dietary preferences.",
        "image": "/assets/images/dummy-food.svg"
    },
    "6": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Khao Pad Moo (Fried Rice with Pork)",
        "description": "Khao Pad Moo is a classic Thai dish that showcases the perfect balance of savory flavors and satisfying texture. This popular street food features fluffy, stir-fried rice cooked to a golden brown perfection, infused with aromatics such as onions, garlic, and shallots. The addition of tender and juicy pork strips adds depth and richness to the dish, making it a staple in Thai cuisine. As you take your first bite, the fragrance of toasted rice and the slight char from the wok immediately hits your senses.The texture of the fried rice is expertly cooked to provide a satisfying crunch from the slightly caramelized bits, while still maintaining its fluffy consistency. The pork strips are cooked to perfection, with a tender texture that simply falls apart in your mouth. A drizzle of soy sauce adds a touch of umami flavor without overpowering the other ingredients.To complete this dish, a sprinkle of chopped fresh cilantro and a squeeze of lime juice add a burst of freshness and acidity, cutting through the richness of the pork and rice. Overall, Khao Pad Moo is a masterful creation that showcases the art of Thai street food, with its bold flavors, vibrant aromas, and satisfying textures all combined to create a truly delightful culinary experience.",
        "image": "/assets/images/dummy-food.svg"
    },
    "7": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Khao Pad Gai (Fried Rice with Chicken)",
        "description": "Khao Pad Gai, a quintessential Thai dish that never fails to tantalize the taste buds. This iconic stir-fry combines fluffy fried rice with succulent pieces of chicken, creating a harmonious balance of flavors and textures. Cooked to perfection, each grain of rice is infused with a subtle wok-seared aroma, while the chicken adds a satisfying depth of flavor.The dish is then elevated by the judicious use of aromatics such as garlic, onions, and sometimes even Thai basil leaves, which add an herbaceous and slightly spicy undertone. A light drizzle of soy sauce and oyster sauce (or its vegetarian equivalent) enhances the umami taste without overpowering it. The result is a masterful combination of salty, sweet, sour, and savory flavors that dance on the palate.Each bite of Khao Pad Gai is a testament to Thai cuisine's emphasis on balance and harmony, as well as its ability to create simple yet satisfying dishes from everyday ingredients. It is no wonder that this beloved fried rice with chicken has become a staple in Thai households and restaurants around the world, delighting palates with its comforting familiarity and bold flavors.",
        "image": "/assets/images/dummy-food.svg"
    },
    "8": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad See Ew Moo (Stir-fried Noodles with Pork)",
        "description": "Pad See Ew Moo is a classic Thai stir-fry dish that showcases the simplicity and elegance of traditional street food. This savory noodle dish consists of flat rice noodles, stir-fried with tender chunks of pork, onions, and Chinese broccoli in a rich and slightly sweet soy sauce-based sauce. The noodles are cooked to a perfect texture, retaining their chewy bite while still being soft and pliable.The dish is then garnished with fresh cilantro leaves and served hot, accompanied by your choice of vegetables or meat. Pad See Ew Moo is often made with love and care in family-owned restaurants and street food stalls, where the focus is on using only the freshest ingredients to create a truly authentic experience.Upon taking your first bite, you'll be greeted by the bold flavors of the sauce, which balances perfectly between sweet, salty, and savory notes. The pork adds a satisfying depth to the dish, while the onions and Chinese broccoli add a pop of color and freshness. Overall, Pad See Ew Moo is a delicious and satisfying noodle dish that is sure to become a favorite among foodies and locals alike.",
        "image": "/assets/images/dummy-food.svg"
    },
    "9": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad See Ew Gai (Stir-fried Noodles with Chicken)",
        "description": "Pad See Ew Gai is a classic Thai dish that embodies the perfect blend of flavors and textures. This stir-fried noodle dish features succulent pieces of chicken, cooked to perfection and infused with the savory essence of soy sauce, oyster sauce, and sesame oil. The noodles themselves are a key component, providing a satisfying chewiness that complements the tender chicken beautifully. Thin slices of Chinese broccoli add a delightful crunch, while small onions and garlic contribute to the dish's aromatic depth.A sprinkle of sesame seeds on top adds a nutty flavor and a touch of elegance, making Pad See Ew Gai an attractive addition to any meal. The sauce is rich and savory, with just the right balance of sweet and umami flavors to bring everything together. This hearty dish is perfect for anyone seeking a satisfying and filling meal that is both flavorful and authentic.The combination of noodles, chicken, vegetables, and savory sauce makes Pad See Ew Gai a true Thai culinary staple. Its simplicity belies its complexity of flavors, making it an excellent choice for those looking to explore the rich gastronomic heritage of Thailand. Whether served as a main course or a satisfying side dish, Pad See Ew Gai is sure to impress even the most discerning palates.",
        "image": "/assets/images/dummy-food.svg"
    },
    "10": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Moo Tod (Fried Pork)",
        "description": "Moo Tod, a quintessential Thai street food delicacy, is a dish that never fails to tantalize the taste buds. This delectable fried pork creation is a masterful blend of crispy texture and savory flavor. Thinly sliced pork is carefully coated with a light batter, then deep-fried to a golden brown perfection, resulting in an irresistible crunch that gives way to juicy, tender meat within.As Moo Tod emerges from the frying pan, it releases an aromatic fragrance that immediately sparks appetite and curiosity. The moment you take your first bite, the harmony of flavors is instantaneously apparent - the richness of pork perfectly balanced by a subtle sweetness from the batter. A sprinkle of ground white pepper adds a touch of heat without overpowering the dish.Moo Tod's flavor profile is a testament to traditional Thai cuisine's emphasis on simplicity and authenticity. The freshness of each ingredient shines through, from the succulent pork to the crunch of fresh vegetables often added as garnish. Whether enjoyed at a bustling street food market or in the comfort of your own home, Moo Tod remains an uncomplicated yet deeply satisfying culinary experience that never fails to leave you craving more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "11": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kai Tod (Fried Chicken)",
        "description": "Kai Tod, a traditional Southeast Asian dish that has gained immense popularity globally. This mouth-watering fried chicken is made by marinating succulent pieces of meat in a blend of spices and herbs, followed by a delicate batter coating that adds crunch to each bite. The cooking process involves deep-frying the chicken to perfection, resulting in a crispy exterior giving way to juicy, tender flesh within.The aroma of Kai Tod wafts through the air, tantalizing the senses and beckoning one to take a bite. Upon consumption, the combination of flavors on the palate is nothing short of delightful - a symphony of spices, herbs, and seasonings that work in harmony to create an unforgettable culinary experience.A perfect blend of Eastern flair and Western sensibilities, Kai Tod has become a staple in many Asian cuisines. The dish can be served as a main course or snack, accompanied by a side of steamed vegetables, rice, or noodles, depending on one's preference. Overall, Kai Tod is a true gastronomic delight that deserves to be savored and enjoyed.",
        "image": "/assets/images/dummy-food.svg"
    },
    "12": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Som Tum Thai (Papaya Salad without Seafood)",
        "description": "Som Tam, also known as Thai Papaya Salad, is a spicy and sour condiment made from shredded green papaya. The unripe fruit is grated to create a crunchy texture that provides the foundation for this vibrant salad. Fresh chilies are then added to give Som Tam its signature heat, while a variety of herbs like tomatoes, chives, and mint bring freshness and fragrance to the dish.A squeeze of lime juice adds a tangy flavor, balancing out the spiciness of the chilies. Peanuts or cashews are commonly included to provide a satisfying crunch, while the sweetness of palm sugar rounds off the flavors. Some variations may include additional ingredients like fermented fish sauce for added depth, but this version sticks to a more straightforward and refreshing recipe.The result is a harmonious balance of sweet, sour, spicy, and umami flavors that will leave your taste buds tingling. With each bite, the textures playfully combine - the crunch of the papaya, the smoothness of the peanuts, and the freshness of the herbs all come together to create an unforgettable dining experience.Som Tam is a quintessential Thai dish that showcases the country's bold and innovative approach to flavor combinations. This papaya salad is sure to tantalize your taste buds and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "13": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Tom Yum Het (Spicy Mushroom Soup)",
        "description": "Tom Yum Het, a quintessential Thai dish that embodies the essence of spicy and sour flavors. This delectable soup is made with an assortment of mushrooms, typically including shiitake, oyster, and button varieties, which are sautéed to perfection in a blend of aromatic spices. The star of the show, however, is the Tom Yum paste - a potent concoction of lemongrass, galangal, lime leaves, and chili peppers that imbues the soup with its signature zing.As you take your first sip, the initial sweetness of the coconut milk gives way to a torrent of spicy flavors, expertly balanced by the tanginess of tamarind and lime juice. The mushrooms, cooked until tender but still retaining some crunch, provide a delightful textural contrast to the smooth broth. A sprinkle of fresh Thai basil adds a fragrant and herbaceous note that ties the whole dish together.Tom Yum Het is more than just a soup - it's an experience for the senses, a symphony of flavors that will leave you craving for another bowl. Whether you're in the mood for something spicy or just want to try something new, this Thai classic is sure to satisfy your culinary cravings.",
        "image": "/assets/images/dummy-food.svg"
    },
    "14": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Gaeng Om Gai (Chicken Herbal Curry)",
        "description": "Gaeng Om Gai, a quintessential Thai dish that showcases the country's rich culinary heritage. This aromatic and flavorful curry is made with tender chicken cooked in a fragrant herbal broth infused with lemongrass, galangal, and kaffir lime leaves. The base of the curry is typically composed of a blend of spices, including turmeric, cumin, coriander, and chili peppers, which add depth and warmth to the dish. As you take your first bite, the tender chicken and crunchy vegetables are enveloped by the rich and creamy sauce, making for a truly satisfying experience.The herbal notes from the lemongrass and galangal add a refreshing and subtle complexity to the curry, while the kaffir lime leaves provide a hint of citrus. The spice level can vary depending on personal preference, but Gaeng Om Gai is generally medium-hot, making it suitable for those who enjoy a moderate kick. This dish is often served with steamed jasmine rice or roti, allowing the flavors to meld together perfectly.Gaeng Om Gai is a staple in Thai cuisine and has gained popularity worldwide due to its bold yet balanced flavor profile. Whether you're a seasoned foodie or just looking to try something new, this chicken herbal curry is sure to delight your taste buds.",
        "image": "/assets/images/dummy-food.svg"
    },
    "15": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kaeng Jued Tao Hoo (Tofu and Vegetable Soup)",
        "description": "Kaeng Jued Tao Hoo, a traditional Thai soup that embodies the essence of simplicity and nourishment. This delightful dish is a masterful blend of tofu, an array of colorful vegetables, and a rich broth that harmoniously complements each other. Tofu cubes are skillfully simmered in a flavorful liquid made from a medley of herbs and spices, resulting in a velvety texture that dissolves effortlessly on the palate.A variety of vegetables, such as carrots, potatoes, and green beans, add natural sweetness and freshness to the dish, their tender crunch providing a satisfying contrast to the softness of the tofu. The broth, infused with aromatic elements like lemongrass and galangal, is both revitalizing and soothing, making Kaeng Jued Tao Hoo an ideal meal for any time of day.The subtle flavors of this soup allow the quality of the ingredients to shine through, creating a culinary experience that is as comforting as it is satisfying. Whether served as a main course or a light snack, Kaeng Jued Tao Hoo is sure to delight even the most discerning palate with its understated yet impressive charm. This delectable Thai soup is an excellent representation of the country's emphasis on using only the freshest ingredients and allowing their inherent flavors to take center stage.",
        "image": "/assets/images/dummy-food.svg"
    },
    "16": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Nam Prik Pla Too (Mackerel with Chili Paste and Vegetables)",
        "description": "Nam Prik Pla Too, a quintessential Thai dish that embodies the perfect harmony of flavors. This mackerel-based culinary masterpiece is elevated by the vibrant essence of chili paste and an array of colorful vegetables. The dish begins with tender chunks of mackerel fish, carefully selected for their rich flavor profile, which are then sautéed to perfection in a mixture of aromatics.The addition of Nam Prik, a fragrant Thai chili paste, infuses the dish with a bold, spicy kick that is skillfully balanced by the sweetness of the vegetables. A medley of crunchy and tender vegetables, including bell peppers, onions, and tomatoes, adds depth and visual appeal to the dish. As each bite is taken, the combination of textures and flavors melds together in perfect harmony.The mackerel's robust flavor is allowed to shine through while being tempered by the creamy undertones of coconut milk, which also helps to bind all the ingredients together. This symphony of flavors and textures is a testament to the skillful preparation that goes into crafting each serving of Nam Prik Pla Too. The result is a dish that is at once both bold and refined, making it an excellent choice for adventurous foodies and those seeking an authentic taste of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "17": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Yum Woon Sen Moo (Glass Noodle Salad with Pork)",
        "description": "Yum Woon Sen Moo, a quintessential Thai dish that showcases the country's culinary flair. This refreshing Glass Noodle Salad with Pork is a staple in many Thai households and restaurants alike. The dish consists of succulent pork strips cooked to perfection and mixed with glass noodles, also known as cellophane noodles or bean thread noodles.The glass noodles provide a delightful texture contrast to the tender pork, while their neutral flavor allows the other ingredients to shine. The salad is typically seasoned with a savory and slightly spicy sauce made from fish sauce, lime juice, palm sugar, and chili peppers. A sprinkle of chopped fresh cilantro adds a pop of color and freshness to the dish.To add an extra layer of flavor and aroma, toasted peanuts or cashews are often sprinkled on top of the salad. The combination of these ingredients creates a harmonious balance of sweet, sour, salty, and umami flavors that will tantalize your taste buds. Overall, Yum Woon Sen Moo is a delicious and satisfying dish that is perfect for hot days or any time you need a flavorful pick-me-up.",
        "image": "/assets/images/dummy-food.svg"
    },
    "18": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Moo Satay (Pork Skewers with Peanut Sauce)",
        "description": "Moo Satay, a quintessential Southeast Asian street food delight. This delectable dish consists of succulent pork skewers, carefully marinated in a blend of aromatic spices and herbs before being grilled to perfection. The tender chunks of meat are then served atop a bed of steamed rice or noodles, often accompanied by a side of crunchy vegetables.The crowning glory of Moo Satay is undoubtedly its rich and creamy peanut sauce, expertly crafted from a mixture of ground peanuts, coconut milk, and a hint of sugar. This savory condiment perfectly complements the smoky flavor of the grilled pork, adding a velvety texture that elevates each bite to new heights.As you take your first bite, the initial sweetness of the peanut sauce gives way to a depth of umami flavors, expertly balanced by a subtle kick of heat from the chili peppers. The combination is nothing short of magical, with each component working in harmony to create a truly unforgettable culinary experience.Moo Satay is more than just a meal; it's an experience that will leave you craving for more. Whether enjoyed as a casual snack or a satisfying dinner, this delightful dish is sure to satisfy even the most discerning palates. So go ahead, indulge in the rich flavors and textures of Moo Satay, and discover why it remains one of Southeast Asia's most beloved street food classics.",
        "image": "/assets/images/dummy-food.svg"
    },
    "19": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pla Neung Manow (Steamed Fish with Lime Sauce)",
        "description": "Pla Neung Manow, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This steamed fish is cooked to perfection, retaining its delicate moisture and flaky texture. The dish begins with a plump fish fillet, typically made from a mild-flavored variety such as pla meen or tilapia, which is carefully placed on a bed of aromatic herbs and chilies.As the fish is steamed to tender perfection, it's served with a tangy and refreshing lime sauce, expertly crafted with fresh lime juice, fish sauce, palm sugar, and a hint of chili heat. The sauce adds a vibrant and zesty flavor profile that beautifully complements the subtle taste of the fish. Each bite transports you to the bustling streets of Thailand, where the scent of steaming hot food wafts through the air, enticing passersby to stop and savor this delightful dish.When served with a side of steamed jasmine rice or sticky rice, Pla Neung Manow becomes an authentic Thai culinary experience that awakens the senses. The combination of tender fish, zesty lime sauce, and aromatic herbs creates a truly unforgettable gastronomic adventure for those who try it.",
        "image": "/assets/images/dummy-food.svg"
    },
    "20": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Khao Man Gai (Hainanese Chicken Rice)",
        "description": "Khao Man Gai, also known as Hainanese Chicken Rice, is a beloved dish originating from Singapore and Southeast Asia. This comforting meal consists of poached chicken served with fragrant rice cooked in a flavorful chicken stock, resulting in a distinct aroma that fills the senses.The steamed chicken is typically seasoned with a blend of spices and aromatics, making it tender and juicy within. The accompanying rice is cooked to perfection, imbued with a subtle coconut milk flavor and infused with saffron for added depth.Alongside the main components are various condiments that add a burst of flavor to each bite. Sambal chili sauce provides a spicy kick, while a dollop of ginger paste adds an aromatic and slightly sweet note. The savory chicken stock served on the side further elevates the dish's overall taste experience.For those who crave a more authentic Hainanese Chicken Rice experience, the addition of chili paste mixed with chopped cilantro can add a delightful crunch and cooling effect to each mouthful. Overall, Khao Man Gai is a satisfying meal that perfectly balances flavors and textures, making it a staple in many Asian cuisines.",
        "image": "/assets/images/dummy-food.svg"
    },
    "21": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kuay Teow Nam Moo (Pork Noodle Soup)",
        "description": "Kuay Teow Nam Moo, a classic Thai comfort food dish that has won the hearts of many. This savory pork noodle soup is a staple in Thai cuisine, and for good reason. The broth, made with rich and flavorful pork stock, is simmered to perfection to extract its deep and satisfying flavor.The noodles used are typically thin and chewy, adding texture to each spoonful. Sliced pork, cooked until tender and juicy, is added to the pot along with various vegetables such as bean sprouts and bok choy. The aromas of Thai basil and other spices waft through the air, teasing the senses and building anticipation.A sprinkle of fresh herbs on top adds a pop of color and freshness to this hearty dish. When served steaming hot, the flavors meld together in perfect harmony, providing a truly satisfying meal that is sure to leave you wanting more. Whether enjoyed at a bustling street market or a cozy home, Kuay Teow Nam Moo is a true delight for the senses.",
        "image": "/assets/images/dummy-food.svg"
    },
    "22": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kuay Teow Nam Gai (Chicken Noodle Soup)",
        "description": "Here's a semi-formal description of Kuay Teow Nam Gai:Kuay Teow Nam Gai, also known as Chicken Noodle Soup, is a comforting and flavorful dish that has gained popularity worldwide. This traditional Thai soup originated from the southern region and is now enjoyed by people of all ages. A clear broth made with chicken stock serves as the base for this nourishing meal. Thin rice noodles called \"kuay teow\" are added to provide texture, while slices of juicy chicken breast or thigh meat add protein and flavor.Aromatic vegetables such as onion, garlic, and lemongrass infuse the soup with their distinct taste, creating a harmonious blend of flavors. Some variations may include additional ingredients like bean sprouts, bok choy, or other leafy greens for added nutrition and texture. The dish is often garnished with herbs like Thai basil or mint to add freshness and aroma.Kuay Teow Nam Gai can be enjoyed as a quick and satisfying meal any time of the day, making it a staple in many households. With its rich flavors and nutritious ingredients, this soup has become a beloved comfort food for those seeking a delicious and easy-to-make meal. Whether served hot or at room temperature, Kuay Teow Nam Gai is sure to delight anyone who tastes it.",
        "image": "/assets/images/dummy-food.svg"
    },
    "23": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Larb Moo (Spicy Minced Pork Salad)",
        "description": "Larb Moo is a traditional Thai salad dish that showcases the bold flavors of Southeast Asia. At its core, Larb Moo is a spicy minced pork salad made with tender and flavorful pork meat that has been finely chopped and cooked to perfection. The rich aroma of roasted chilies, garlic, and shallots wafts through the air as the dish is prepared, teasing the senses and building anticipation.As the ingredients come together in harmony, the deep flavors of fermented fish sauce, lime juice, and palm sugar meld with the subtle crunch of fresh herbs such as mint, basil, and cilantro. The addition of toasted rice adds a satisfying texture to each bite, while the sliced red chilies provide an unmistakable kick of heat that awakens the taste buds.This classic Thai salad is often served as a condiment or side dish in many Thai restaurants and households, offering a bold and refreshing contrast to richer or starchier meals. Whether enjoyed as part of a casual meal or a grand feast, Larb Moo remains a beloved staple that never fails to ignite passion and excitement among those who taste its unforgettable flavors.",
        "image": "/assets/images/dummy-food.svg"
    },
    "24": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Nam Tok Moo (Grilled Pork Salad)",
        "description": "Nam Tok Moo, a quintessential Thai dish that embodies the essence of grilled pork. This delightful salad consists of succulent and juicy grilled pork, thinly sliced and served atop a bed of crisp and refreshing greens. The smoky flavor from the grilling process is beautifully balanced by the zesty and sour taste of the dressing, which adds a depth of flavor to the dish.The combination of tender pork, crunchy vegetables, and fragrant herbs creates a harmonious union that is both invigorating and appetizing. A sprinkle of toasted peanuts and crispy shallots adds a satisfying crunch and textural contrast to each bite. The aromas of lemongrass, lime juice, and chili peppers further enhance the overall experience, leaving one wanting more.Nam Tok Moo is a testament to the simplicity and elegance that Thai cuisine has to offer, with a focus on using fresh and high-quality ingredients to create a truly memorable dining experience. Whether enjoyed as a light meal or a snack, this grilled pork salad is sure to satisfy even the most discerning palates.",
        "image": "/assets/images/dummy-food.svg"
    },
    "25": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Moo Ping (Grilled Pork Skewers)",
        "description": "Moo Ping, a quintessential Thai street food delicacy, presents an irresistible combination of flavors and textures. Thinly sliced pork is carefully threaded onto bamboo skewers before being grilled to perfection. The resulting charred exterior gives way to tender, juicy meat that simply falls apart with each bite.As the aromas waft through the air, the scent of smoky grill and savory spices tantalizes the senses. A delicate balance of sweet and sour notes from the sauce is expertly applied, complementing the rich flavors of the pork without overpowering them.Upon serving, the skewers are typically garnished with a sprinkle of fresh cilantro and a squeeze of lime juice, adding a bright and refreshing touch to this savory dish. Each bite transports the palate on a journey through Thailand's vibrant culinary heritage.",
        "image": "/assets/images/dummy-food.svg"
    },
    "26": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kai Yang (Grilled Chicken)",
        "description": "Kai Yang is a traditional Southeast Asian dish that originated in Thailand, but has gained popularity worldwide for its simple yet bold flavors. Grilled chicken is the star of this recipe, marinated in a mixture of coconut milk, lemongrass, galangal, and chili peppers. The aroma wafting from the grill is enticing and appetizing, setting the tone for the flavors that follow.As you take your first bite, the smoky taste of the grilled chicken hits your palate, followed by the creamy texture of the coconut milk marinade. The lemongrass and galangal add a subtle citrus flavor and aroma, while the chili peppers provide a gentle kick of heat. Each component works in harmony to create a delightful balance of flavors.The texture of the chicken is tender and juicy, with a slight char from the grilling process that adds depth to the dish. Kai Yang is often served as a snack or appetizer, but it can also be enjoyed as a light meal on its own. The simplicity of this recipe belies its rich flavor profile, making it a popular choice among food enthusiasts. Overall, Kai Yang is a delicious and satisfying dish that showcases the beauty of Southeast Asian cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "27": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Khao Moo Daeng (Red Pork Rice)",
        "description": "Khao Moo Daeng, a classic Thai dish that combines the rich flavors of red pork with steamed jasmine rice. The tender and juicy pork is slow-cooked in a sweet and savory sauce made from tamarind paste, palm sugar, fish sauce, and chili peppers, giving it a deep reddish-brown color and an unmistakable aroma. As you take your first bite, the flavors of the sauce meld together with the rice, creating a harmonious balance of sweet, sour, salty, and spicy notes.The pork itself is fall-apart tender, making it easy to shred or chop into bite-sized pieces that mix seamlessly with the fluffy rice. Each mouthful transports you to the bustling streets of Thailand, where the aromas of street food vendors waft through the air, enticing you to try this beloved dish. A sprinkle of fresh cilantro adds a pop of color and freshness to each serving.Khao Moo Daeng is often served as a comfort food, evoking memories of family gatherings and special occasions in Thai culture. The combination of flavors and textures makes it a satisfying and filling meal that's perfect for any time of day. Whether you're a fan of spicy food or just looking for a taste of authentic Thailand, Khao Moo Daeng is sure to impress.",
        "image": "/assets/images/dummy-food.svg"
    },
    "28": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Khao Moo Krob (Crispy Pork Rice)",
        "description": "Khao Moo Krob, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This delightful Crispy Pork Rice is a masterful creation that will tantalize your taste buds and leave you craving for more.At its core, Khao Moo Krob consists of tender and juicy pork cooked to perfection in a sweet and savory sauce, which is then served atop a bed of fluffy steamed jasmine rice. The addition of crispy fried shallots adds a satisfying crunch to the dish, while the fresh cilantro sprinkled on top provides a pop of freshness.The star of the show, however, is undoubtedly the pork itself, which has been marinated in a mixture of soy sauce, fish sauce, and palm sugar to give it a depth of flavor that's simply irresistible. The combination of the caramelized crust on the pork and the tender meat within is nothing short of magic.Each bite of Khao Moo Krob is a sensory experience that will transport you straight to the bustling streets of Bangkok. Whether you're in the mood for something comforting and familiar or adventurous and new, this dish is sure to hit the spot every time. So why not give it a try? Your taste buds will thank you!",
        "image": "/assets/images/dummy-food.svg"
    },
    "29": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pak Boong Fai Daeng (Morning Glory Stir-fried with Chili)",
        "description": "Pak Boong Fai Daeng is a traditional Thai dish that showcases the vibrant flavors of the country's culinary heritage. This delightful stir-fry features tender and succulent morning glory, expertly cooked with an assortment of aromatics including garlic, shallots, and chilies. The heat from the chili peppers adds a depth of flavor that perfectly complements the natural sweetness of the morning glory, resulting in a truly balanced taste experience.As the dish is stir-fried to perfection, the delicate texture of the greens remains intact while the flavors meld together in harmony. A sprinkle of fish sauce and palm sugar enhances the overall umami taste, adding an authentic Thai twist to this classic recipe. The aroma that fills the air as you take your first bite is nothing short of captivating.What sets Pak Boong Fai Daeng apart from other stir-fry dishes is its ability to strike a perfect balance between spicy heat and subtle sweetness. This dish is sure to tantalize even the most discerning palates, leaving you wanting more of its bold flavors. Whether enjoyed as a main course or side dish, this Thai classic is sure to leave a lasting impression.",
        "image": "/assets/images/dummy-food.svg"
    },
    "30": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Thai Moo (Stir-fried Rice Noodles with Pork)",
        "description": "Pad Thai Moo is a classic Thai dish that combines the perfect balance of sweet, sour, and savory flavors. Stir-fried rice noodles are the base of this popular street food, cooked to a tender yet firm texture that provides a delightful contrast in each bite. The addition of succulent pork, cooked until it's crispy on the outside and juicy within, adds depth and richness to the dish.The combination of tamarind, palm sugar, and fish sauce creates a bold and aromatic flavor profile that is quintessentially Thai. To balance out the savory flavors, fresh bean sprouts, shredded carrots, and chopped peanuts are added, providing a delightful crunch and freshness. The stir-fry is finished with a sprinkle of cilantro, adding a pop of color and fragrance.The overall effect is a harmonious blend of textures and flavors that will leave you wanting more. Pad Thai Moo is a must-try for anyone looking to experience the authentic taste of Thailand. This dish is perfect for those who enjoy trying new foods and are eager to explore the rich culinary heritage of Southeast Asia.",
        "image": "/assets/images/dummy-food.svg"
    },
    "31": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Thai Kai (Stir-fried Rice Noodles with Chicken)",
        "description": "Pad Thai Kai, a quintessential Southeast Asian dish that embodies the perfect blend of flavors and textures. Stir-fried rice noodles, cooked to a tender yet still firm bite, form the foundation of this culinary masterpiece. Sliced chicken breast, marinated in a mixture of soy sauce, sugar, and spices, is then added to the wok and stir-fried with the noodles until it reaches a delightful golden brown hue.As the aromas waft through the air, a medley of vegetables such as bean sprouts, shredded cabbage, and chopped scallions join the fray, their crunchy textures providing a satisfying contrast to the smooth noodles. The sauce, made from a combination of tamarind paste, fish sauce, palm sugar, and lime juice, is then drizzled over the top, imbuing the dish with its signature tangy flavor.The result is a harmonious balance of sweet, sour, salty, and umami flavors that dance on the palate. With each bite, the satisfying crunch of the vegetables gives way to the comforting familiarity of the noodles and chicken, making Pad Thai Kai a true gastronomic delight for those lucky enough to indulge in it. A dish fit for royalty, indeed.",
        "image": "/assets/images/dummy-food.svg"
    },
    "32": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Gaeng Keow Wan Gai (Green Curry with Chicken)",
        "description": "Gaeng Keow Wan Gai, a quintessential Thai dish that embodies the perfect blend of creamy richness and zesty freshness. This vibrant Green Curry with Chicken is a masterful creation that showcases the harmony of bold flavors and textures. The sauce, made from a fragrant blend of green chilies, lemongrass, galangal, and Thai basil, is simmered to perfection to create a rich, slightly thick consistency that coats the tender chicken beautifully.As you take your first spoonful, the initial burst of coconut milk greets your taste buds, followed by the unmistakable aroma of fresh herbs. The flavors then dance with the subtle spiciness of green chilies and the earthy undertones of galangal, all balanced perfectly to create a delightful harmony that is quintessentially Thai. The chicken, cooked to perfection, adds a welcome texture contrast to the smooth sauce.This dish is an excellent representation of Thai cuisine's emphasis on balance and harmony between different flavors and textures. Gaeng Keow Wan Gai is a true delight for those who appreciate the nuances of Southeast Asian cooking and are eager to explore the rich culinary heritage of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "33": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Gaeng Massaman Gai (Massaman Curry with Chicken)",
        "description": "Gaeng Massaman Gai, a beloved Thai dish that never fails to satisfy. This rich and flavorful Massaman Curry with Chicken is a masterful blend of spices and herbs that will transport your taste buds to the streets of Bangkok.The tender chicken is cooked in a velvety sauce made from a medley of aromatic spices, including cinnamon, cardamom, and cloves, which meld together with coconut milk to create a creamy and indulgent texture. The Massaman curry paste itself is expertly balanced between sweet and savory notes, lending depth and complexity to the dish.As you take your first bite, the initial sweetness gives way to a subtle tanginess from the use of fish sauce and lime juice, which elevates the flavors without overpowering them. Meanwhile, the fragrance of star anise and nutmeg wafts through the air, enticing you to take another spoonful.Gaeng Massaman Gai is a culinary delight that will leave even the most discerning palates wanting more. This hearty Thai curry is perfect for a chilly evening or as a satisfying accompaniment to your favorite noodles or rice dishes.",
        "image": "/assets/images/dummy-food.svg"
    },
    "34": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Tod Mun Moo (Fried Pork Cakes)",
        "description": "Tod Mun Moo, a quintessential Thai street food delicacy, consists of crispy fried pork cakes served with a sweet and sour dipping sauce. The exterior is a golden brown hue, giving way to a tender and juicy interior. Each cake is crafted from a mixture of ground pork, red curry paste, fish sauce, lime juice, and various aromatics, resulting in a flavor profile that is both savory and slightly spicy.The texture of the Tod Mun Moo is often described as crunchy on the outside and fluffy on the inside, providing a delightful contrast to each bite. When taken together with the accompanying dipping sauce, the combination creates a harmonious balance of flavors and textures. This Thai classic has become a staple in many street food markets and restaurants around the world, delighting palates with its simplicity yet depth of flavor.The aroma of Tod Mun Moo wafts through the air, teasing the senses and building anticipation for the first bite. With each successive taste, the dish reveals new nuances, showcasing the skill and artistry that goes into crafting such a beloved Thai dish. Whether enjoyed as part of a larger meal or as a snack on its own, Tod Mun Moo is sure to please even the most discerning food connoisseurs.",
        "image": "/assets/images/dummy-food.svg"
    },
    "35": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pak Ka Nar Moo Krob (Crispy Pork with Kale)",
        "description": "Pak Ka Nar Moo Krob is a delightful Thai dish that showcases the perfect marriage of crunchy texture and savory flavors. Crispy pork, pan-fried to a golden brown perfection, takes center stage in this culinary delight. The tender and juicy meat is cooked to an ideal level of crispiness on the outside, locking in its natural flavors.Paired with the slightly bitter and earthy taste of kale, which is stir-fried until it reaches a satisfying crunch, creates a harmonious balance that will tantalize your taste buds. The kale's freshness complements the rich flavor of the pork, making each bite an explosion of contrasting yet complementary tastes.This Thai dish is not only a treat for the palate but also an impressive addition to any table setting, thanks to its visually appealing presentation. A sprinkle of fresh cilantro adds a pop of color and fragrance, elevating the overall dining experience.",
        "image": "/assets/images/dummy-food.svg"
    },
    "36": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pla Tord Kamin (Turmeric Fried Fish)",
        "description": "Pla Tord Kamin, a quintessential Thai dish that showcases the vibrant flavors and aromas of Southeast Asian cuisine. This Turmeric Fried Fish is a masterful blend of crispy texture and savory taste, all infused with the warm, golden hue of turmeric. The delicate white fish fillet is carefully coated in a mixture of cornstarch, turmeric powder, and other spices, then deep-fried to a perfect golden crispiness on the outside. As you take your first bite, the crunch gives way to tender, flaky flesh within.The subtle sweetness of the fish mingles with the pungency of turmeric, creating an intriguing harmony that is both soothing and invigorating. A delicate drizzle of fresh cilantro or scallions adds a pop of freshness, cutting through the richness of the fried fish without overpowering it. The aroma wafting from each bite transports you to the bustling streets of Bangkok, where street food vendors expertly balance flavors and textures in every dish.In Pla Tord Kamin, every element is carefully balanced to create a harmonious union that will leave even the most discerning palates satisfied. Whether enjoyed as part of a larger meal or devoured on its own, this Turmeric Fried Fish is an undeniable delight for any food enthusiast willing to venture into the vibrant world of Thai cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "37": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Gaeng Pa Moo (Spicy Jungle Curry with Pork)",
        "description": "Gaeng Pa Moo, a quintessential Thai dish that embodies the essence of bold flavors and spices. This spicy jungle curry with pork is a staple in many Southeast Asian households, particularly those from Thailand's southern provinces where the cuisine originates. A rich and vibrant broth forms the base of this dish, made by simmering a medley of aromatic ingredients such as lemongrass, galangal, and kaffir lime leaves.Tender chunks of pork are then added to the curry paste, which has been expertly blended with an assortment of spices including turmeric, cumin, and coriander. The combination of flavors is then heightened by the addition of chilies, garlic, and shallots, making Gaeng Pa Moo a true sensation for the taste buds.The dish is typically cooked until it reaches a thick and creamy consistency, which coats the tender pork pieces evenly. To add an extra layer of depth, a sprinkle of fresh Thai basil leaves and a squeeze of lime juice are often added to balance out the spiciness.Gaeng Pa Moo is best served over steaming hot jasmine rice, allowing each bite to be infused with the aromatic flavors of this delectable dish. For those who dare to try it, this spicy jungle curry promises an unforgettable culinary experience that will leave even the most discerning palates begging for more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "38": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Tom Yum Gai (Spicy Chicken Soup)",
        "description": "Tom Yum Gai, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This spicy chicken soup is a masterful blend of succulent chicken breast or thigh, simmered in a rich and aromatic broth infused with the essence of lemongrass, lime leaves, and galangal.The first sip transports you to the bustling streets of Bangkok, where the pungency of Thai chili peppers awakens your senses. The soup's creamy coconut milk adds a velvety texture, subtly balancing the bold flavors of fish sauce and palm sugar. As you savor each spoonful, the freshness of mint leaves and basil leaves provide a refreshing contrast to the fiery heat.Tom Yum Gai is more than just a meal; it's an experience that combines the essence of Thai cuisine with the richness of spices and herbs. The bold flavors and aromas are sure to tantalize your taste buds and leave you craving for more. This spicy chicken soup is a testament to the creativity and skill of Thai cooks, who have perfected this recipe over generations.Whether enjoyed as a comforting bowl on a chilly evening or as a flavorful pick-me-up during a busy day, Tom Yum Gai is sure to satisfy your cravings. Its rich flavors and aroma will transport you to the vibrant streets of Thailand, where food is not just sustenance but an integral part of the culture and community.",
        "image": "/assets/images/dummy-food.svg"
    },
    "39": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Moo Palo (Braised Pork with Eggs)",
        "description": "Moo Palo, a classic dish from Thailand, is a hearty and flavorful braised pork with eggs. The tender chunks of pork are slow-cooked in a rich and savory sauce, made with a blend of aromatics such as garlic, shallots, and lemongrass. As the meat simmers, it absorbs all the flavors of the sauce, becoming incredibly juicy and tender.The addition of eggs to the dish adds a creamy element, binding all the flavors together. When cooked, the eggs are slightly scrambled, with a soft and custard-like texture that complements the braised pork perfectly. The overall effect is a comforting and satisfying meal that warms the palate and nourishes the body.The flavor profile of Moo Palo is deep and complex, with a balance of sweet, sour, salty, and umami notes. The aroma of lemongrass and other spices wafts up from the dish, tantalizing the senses and leaving one eager to take another bite. As a meal, Moo Palo is both satisfying and nourishing, making it a staple in many Thai households and restaurants.",
        "image": "/assets/images/dummy-food.svg"
    },
    "40": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Moo Pad Prik (Stir-fried Pork with Chili)",
        "description": "Moo Pad Prik, a quintessential Thai dish that embodies the perfect blend of spicy and savory flavors. This stir-fried pork delight is made with tender chunks of pork that are cooked to perfection in a wok with an assortment of aromatic ingredients. The base of the dish is a rich and slightly sweet soy sauce-based sauce, which provides a depth of flavor that complements the natural taste of the pork.As the name suggests, Moo Pad Prik incorporates Thai bird's eye chilies, which add a bold and fiery kick to the dish. However, the heat level can be adjusted to suit individual preferences by adding or omitting chili peppers according to taste. The addition of sliced bell peppers, onions, and sometimes tomatoes adds a pop of color and freshness to the dish.The pork is typically cooked with a variety of herbs and spices, including garlic, lemongrass, and cilantro, which not only add flavor but also fragrance. A sprinkle of toasted peanuts or cashews on top provides a satisfying crunch that contrasts with the smoothness of the stir-fry sauce. Overall, Moo Pad Prik is a dish that showcases the bold and aromatic flavors of Thai cuisine, making it a must-try for anyone who enjoys spicy and savory food.",
        "image": "/assets/images/dummy-food.svg"
    },
    "41": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kai Look Keuy (Sweet and Sour Boiled Eggs)",
        "description": "Kai Look Keuy, a quintessential Cambodian dish that embodies the perfect balance of flavors and textures. This sweet and sour boiled egg specialty is a staple in many Cambodian households and street food stalls.The dish begins with plump, boiled eggs that are carefully prepared to achieve a tender yet firm texture. These eggs are then submerged in a tangy and slightly sweet sauce made from a medley of ingredients including tamarind paste, fish sauce, sugar, and lime juice. The result is a harmonious union of flavors that tantalizes the taste buds.The sauce itself is a masterful blend of contrasting notes - the pungency of fish sauce, the richness of sugar, and the brightness of lime juice all come together to create a truly distinctive flavor profile. As the eggs are served, they are often garnished with a sprinkle of chopped fresh herbs like basil or mint, which add a fragrant and refreshing contrast to the dish.Each bite is a delightful combination of textures - the firmness of the boiled egg giving way to the silky smoothness of the sauce. This simplicity belies the complexity of flavors that make Kai Look Keuy such an enduring favorite among food enthusiasts. A testament to the ingenuity of Cambodian cuisine, this humble dish is elevated by its bold and nuanced flavors.",
        "image": "/assets/images/dummy-food.svg"
    },
    "42": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kai Pad Nam Prik Pao (Chicken Stir-fried with Chili Paste)",
        "description": "Kai Pad Nam Prik Pao is a quintessential Thai dish that embodies the bold and aromatic flavors of Southeast Asian cuisine. This delightful stir-fry is made with succulent chicken breast, cooked to perfection and tossed in a medley of savory spices. The pièce de résistance is the addition of Nam Prik Pao, a pungent and spicy chili paste that adds an unmistakable kick to the dish.As you take your first bite, the initial sweetness of the stir-fried chicken gives way to a symphony of flavors, with the bold, slightly smoky taste of the chili paste taking center stage. The crunch of fresh vegetables such as bell peppers and onions adds a satisfying textural element, while the sprinkle of herbs provides a fragrant finish.Throughout its preparation, the dish is infused with the unmistakable aromas of Thai cooking, from the pungency of garlic to the warmth of lemongrass. As a result, Kai Pad Nam Prik Pao is a truly authentic and mouth-watering representation of Thailand's rich culinary heritage. This flavorful stir-fry is sure to delight even the most discerning palates, making it an ideal choice for adventurous eaters and Thai food enthusiasts alike.The combination of juicy chicken, spicy chili paste, and fresh vegetables creates a dish that is at once both familiar and exotic, comforting and exciting. Whether you're in the mood for something bold and spicy or simply crave the authentic flavors of Thailand, Kai Pad Nam Prik Pao is an exceptional choice that is sure to leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "43": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Yum Moo Yor (Spicy Pork Sausage Salad)",
        "description": "Yum Moo Yor, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This refreshing salad consists of succulent Spicy Pork Sausage, sliced into delicate rounds and arranged on a bed of crisp lettuce leaves.The pork sausage itself is a masterful blend of spices, with notes of garlic, lemongrass, and chilies that add a bold and aromatic punch to the dish. The slightly charred flavor from the grilling process only adds to its allure, as does the crunch provided by toasted peanuts scattered throughout.A tangy and creamy dressing, infused with the brightness of fish sauce and the richness of lime juice, ties everything together in perfect balance. The overall effect is a symphony of flavors that will leave even the most discerning palate eager for more.Served chilled, Yum Moo Yor is an ideal accompaniment to a hot summer's day or a spicy meal, its cooling properties providing a welcome respite from the fiery heat of the sausage. This delightful salad is sure to become a staple in any household looking to add some excitement and authenticity to their dining repertoire.Whether enjoyed as a light lunch or a refreshing snack, Yum Moo Yor is guaranteed to satisfy your cravings for something both familiar and exotic, all at once. So go ahead, take a bite, and let the aromatic spices transport you to the bustling streets of Thailand itself!",
        "image": "/assets/images/dummy-food.svg"
    },
    "44": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Khao Pad Pak (Vegetable Fried Rice)",
        "description": "Khao Pad Pak, a quintessential Thai dish that embodies the perfect blend of flavors and textures. This delectable Vegetable Fried Rice is a staple in many Asian households, and for good reason. Made with a medley of colorful vegetables such as carrots, green beans, and cabbage, cooked to perfection with fragrant jasmine rice, this dish is a true delight.The aroma that wafts from the wok is unmistakably savory, with hints of soy sauce and oyster sauce adding depth to the dish. The crunch of the vegetables provides a delightful contrast to the fluffy rice, while the slight char on the bottom of the pan adds a satisfying smokiness.As you take your first bite, the flavors meld together in harmony, each component complementing the others perfectly. The vegetables are tender but still crisp, the rice is fluffy and separate, and the seasonings add just the right amount of zing. This dish is a true testament to the simplicity and elegance of Thai cuisine.Khao Pad Pak is a crowd-pleaser, suitable for all occasions, whether it's a family dinner or a quick lunch on-the-go. Its versatility makes it easy to customize with your favorite vegetables or add-ins, making it a staple in many kitchens around the world.",
        "image": "/assets/images/dummy-food.svg"
    },
    "45": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Kai Pad Khing (Chicken Stir-fried with Ginger)",
        "description": "Kai Pad Khing, a classic Thai dish that never fails to delight the palate. This stir-fried chicken recipe is made with succulent pieces of meat cooked in a savory mixture of sliced ginger and a blend of aromatic spices. The combination of tender chicken and fresh ginger creates an enticing aroma that tantalizes the senses.The dish is typically prepared with bite-sized chunks of chicken breast or thighs, which are stir-fried to perfection alongside the pungent flavor of Thai ginger. This harmonious balance of sweet and savory flavors is then enhanced by a medley of spices and herbs commonly used in Thai cuisine.To add depth and richness to the dish, a small amount of oil is often used to sauté the ingredients, infusing Kai Pad Khing with an authentic and mouthwatering flavor. This culinary masterpiece can be enjoyed as a main course or as a side dish, accompanied by steamed rice or noodles to complement its bold flavors.When served hot, Kai Pad Khing presents itself as a vibrant and appetizing creation that is sure to satisfy even the most discerning palates. The delicate balance of sweet and savory elements creates an unforgettable culinary experience for those fortunate enough to taste this delightful Thai dish.",
        "image": "/assets/images/dummy-food.svg"
    },
    "46": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Pad Woon Sen Moo (Stir-fried Glass Noodles with Pork)",
        "description": "Pad Woon Sen Moo is a flavorful and savory Thai dish that showcases the harmony of textures and tastes. The stir-fried glass noodles, made from mung bean starch, are cooked to perfection, retaining their delicate transparency and slightly firm bite. Mixed with tender pieces of pork, which have been marinated in a blend of soy sauce, fish sauce, and spices, adding depth and umami flavors to the dish.The addition of aromatics such as garlic, shallots, and Thai chilies creates a fragrant and spicy kick, while the stir-frying process allows the ingredients to meld together seamlessly. A dash of palm sugar adds a touch of sweetness, balancing out the savory notes from the pork and noodles. The resulting Pad Woon Sen Moo is a masterful combination of textures - crunchy glass noodles, tender meat, and fresh vegetables all come together in perfect harmony.The flavors are bold yet balanced, making this dish an ideal choice for those seeking a satisfying and filling meal that still feels light and refreshing. Whether served as a main course or a hearty snack, Pad Woon Sen Moo is sure to please even the most discerning palates.",
        "image": "/assets/images/dummy-food.svg"
    },
    "47": {
        "category": "basic",
        "logo": "/assets/images/rice-logo.svg",
        "food": "Tom Kha Gai (Coconut Chicken Soup)",
        "description": "Tom Kha Gai, a quintessential Thai soup dish that embodies the essence of Southeast Asian cuisine. This rich and creamy coconut chicken soup is a masterful blend of flavors and textures that will tantalize your taste buds. At its core lies a flavorful broth made with tender chicken, fragrant lemongrass, and the unmistakable warmth of galangal. The aroma of fresh kaffir lime leaves wafts up from the surface, inviting you to take a sip.Upon taking a spoonful, the velvety coconut milk coats your tongue, tempered by the subtle heat of Thai chilies. Juicy chicken pieces are suspended within the soup, complemented by an array of colorful vegetables such as bell peppers and mushrooms. A sprinkle of fresh cilantro adds a pop of freshness to each spoonful.This comforting dish is often served as a main course or appetizer, perfect for soothing the palate on a chilly evening or satisfying your cravings for something spicy and familiar. Tom Kha Gai's harmonious balance of creamy coconut milk, zesty spices, and savory chicken makes it an absolute must-try for any food enthusiast.",
        "image": "/assets/images/dummy-food.svg"
    },
    "48": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Krapow Talay (Stir-fried Basil with Seafood)",
        "description": "Pad Krapow Talay is a savory and aromatic Thai dish that showcases the vibrant flavors of basil and seafood. Stir-fried with an assortment of succulent seafood such as shrimp, squid, and mussels, this recipe combines the pungency of fresh chilies with the fragrance of Thai holy basil leaves. The dish is cooked to a perfect balance of textures, with the crunch of vegetables and the tender bite of seafood. Aromatic aromatics like garlic and lemongrass are added to enhance the depth of flavor.The sweetness of the seafood is offset by the slight bitterness of the chilies, creating a harmonious balance of flavors that tantalize the taste buds. The fresh basil leaves add a herbaceous and slightly spicy note, elevating the dish to new heights. This mouth-watering Pad Krapow Talay is a delightful representation of Thai cuisine's flair for combining bold flavors and aromas in a single, delicious serving.",
        "image": "/assets/images/dummy-food.svg"
    },
    "49": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Tom Yum Goong (Spicy Shrimp Soup)",
        "description": "Tom Yum Goong, a quintessential Thai dish that embodies the perfect balance of spicy and savory flavors. This delectable soup is made with succulent shrimp as the star ingredient, cooked to perfection in a rich and aromatic broth infused with the pungency of lemongrass, galangal, and chilies.As the first spoonful touches your palate, the initial sweetness of the tomatoes gives way to a slow-building heat from the chili peppers, leaving a tingling sensation on your tongue. The fragrance of lime leaves and Thai basil adds a bright and herbaceous note that complements the richness of the coconut milk.Each bite transports you to the bustling streets of Thailand, where the bold flavors and aromas of this beloved soup have captured the hearts of locals and visitors alike. With its deep red color and enticing aroma, Tom Yum Goong is sure to tantalize your taste buds and leave you craving for more.The delicate dance between spicy and sweet, sour and savory notes in this dish makes it an absolute delight for adventurous foodies and anyone looking to experience the authentic flavors of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "50": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad See Ew Goong (Stir-fried Noodles with Shrimp)",
        "description": "Here is a description of Pad See Ew Goong:Pad See Ew Goong, also known as Stir-fried Noodles with Shrimp, is a popular Thai dish that combines the perfect blend of flavors and textures. This delectable stir-fry features succulent shrimp cooked with thick, chewy noodles, soy sauce, and a savory mixture of vegetables. The noodles are typically made from starch or wheat flour and have a slightly sticky texture when cooked. To add depth to the dish, aromatics like garlic, onions, and shallots are sautéed in oil before adding the shrimp and noodles.The addition of soy sauce gives Pad See Ew Goong its distinct salty flavor, which is balanced by the sweetness of the vegetables and the savory taste of the shrimp. This Thai stir-fry dish is often seasoned with a mixture of spices and herbs that add to its complexity. When served hot, the noodles are tender but still retain some firmness, making each bite a delight.The combination of flavors in Pad See Ew Goong makes it a satisfying meal for anyone who enjoys stir-fries. Whether you're looking for a quick lunch or dinner option, this dish is sure to hit the spot. With its rich flavors and varied textures, Pad See Ew Goong is an excellent choice for those seeking a delicious Thai-inspired meal.",
        "image": "/assets/images/dummy-food.svg"
    },
    "51": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Kapong Neung Manow (Steamed Seabass with Lime)",
        "description": "Pla Kapong Neung Manow, a traditional Thai dish that showcases the delicate flavors of steamed seabass. This popular street food and restaurant staple is a masterclass in simplicity, where the natural sweetness of the fish is elevated by a squeeze of fresh lime juice. The seabass, sourced from the clear waters of Thailand's coastal regions, is carefully selected for its firm texture and mild flavor. To prepare this dish, the fish is steamed to perfection, locking in its moisture and tenderness.A spritz of freshly squeezed lime juice adds a burst of citrusy flavor, balancing out the richness of the seabass. The resulting dish is both refreshing and savory, with each bite a testament to the harmony between these two seemingly disparate flavors. To complete this culinary experience, Pla Kapong Neung Manow is often served with steamed jasmine rice or sticky rice, allowing the diner to fully appreciate the nuances of this humble yet satisfying dish.Overall, Pla Kapong Neung Manow is a must-try for anyone seeking an authentic and delicious Thai dining experience. Its simplicity belies a complexity that will leave even the most discerning palates satisfied and eager for more. Whether enjoyed on its own or paired with other Thai classics, this steamed seabass dish remains a beloved staple in the culinary landscape of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "52": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Cha Talay (Spicy Stir-fried Seafood)",
        "description": "Pad Cha Talay, a quintessential Thai dish that embodies the perfect harmony of spicy and savory flavors. This stir-fried seafood delight is a masterful blend of succulent shrimp, squid, mussels, and sometimes even crab, all expertly cooked in a wok with an assortment of aromatic spices.The bold and pungent flavor profile begins with the unmistakable aroma of lemongrass, galangal, and chilies, which sets the stage for the explosion of flavors that follows. As the dish is stirred-fried to perfection, the various seafood components are infused with a rich, dark soy sauce that adds depth and complexity to the overall taste experience.The addition of fresh Thai basil leaves adds a bright, herbaceous note that cuts through the richness of the dish, while a squeeze of fresh lime juice provides a welcome burst of citrusy freshness. The spiciness level can be adjusted to suit individual tastes, but even for those who prefer their food mild, the subtle kick from the chilies will add a satisfying depth to each bite.Throughout its preparation and serving, Pad Cha Talay is often garnished with a sprinkle of toasted peanuts or cashews for added crunch and texture. Overall, this mouth-watering seafood stir-fry is an absolute must-try for anyone seeking an authentic Thai culinary experience that is both bold and deliciously memorable.",
        "image": "/assets/images/dummy-food.svg"
    },
    "53": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Yum Talay (Spicy Seafood Salad)",
        "description": "Yum Talay, a quintessential Thai dish, is a refreshing and spicy seafood salad that embodies the perfect blend of flavors and textures. This delightful concoction is made with an assortment of succulent seafood, including shrimp, squid, and mussels, carefully combined with a medley of crunchy vegetables such as cabbage, carrots, and green beans. The addition of toasted peanuts adds a satisfying crunch to each bite.The real star of the show, however, is the zesty and aromatic dressing that brings all the ingredients together in perfect harmony. A bold mixture of fish sauce, lime juice, and chili peppers creates a symphony of flavors that will leave your taste buds tingling. The level of spiciness can be adjusted to suit individual preferences, making Yum Talay an inclusive dish for people from all walks of life.Each spoonful is a masterclass in the balance of sweet, sour, salty, and spicy notes, with every component complementing the others in a beautiful dance on the palate. As you savor each bite, the fresh flavors transport you to the bustling streets of Thailand, where the aroma of street food wafts through the air and tantalizes your senses.In short, Yum Talay is an unforgettable culinary experience that showcases the rich heritage and traditions of Thai cuisine. Whether you're a seasoned foodie or just discovering the wonders of Southeast Asian flavors, this spicy seafood salad is sure to captivate and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "54": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Khao Pad Goong (Fried Rice with Shrimp)",
        "description": "Khao Pad Goong, a classic Thai dish that never fails to satisfy. This mouthwatering fried rice with shrimp is a staple in many Asian cuisines, and for good reason. Aromatic jasmine rice is stir-fried with succulent shrimp, crispy vegetables, and savory seasonings, creating a harmonious balance of flavors.The first thing you'll notice is the tantalizing aroma that fills the air, enticing your senses to take a bite. The combination of fluffy rice and plump shrimp is nothing short of delightful, as each morsel explodes with flavor in your mouth. Crunchy vegetables add a satisfying texture to the dish, while the savory seasonings provide a depth of flavor that will leave you wanting more.This versatile dish can be served at any time of day, whether it's a quick breakfast on-the-go or a satisfying dinner after a long day. Khao Pad Goong is also an excellent base for other ingredients, making it easy to add your favorite vegetables, meat, or spices to create a customized flavor profile. With its rich flavors and satisfying texture, this dish is sure to become a new favorite in no time.",
        "image": "/assets/images/dummy-food.svg"
    },
    "55": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Gaeng Som Pla (Sour Curry with Fish)",
        "description": "Gaeng Som Pla, a quintessential Thai dish that embodies the perfect harmony of contrasting flavors. This sour curry with fish is a masterful blend of creamy and tangy notes, showcasing the country's culinary ingenuity.Aromatic lemongrass, galangal, and chilies form the foundation of this flavorful broth, expertly balanced by the tartness of tamarind and fermented fish sauce. The addition of fish, typically made with firm white varieties like pla too or pla ra, adds a delicate texture to the dish.The combination of these components results in a rich, velvety curry that coats the tongue, while the acidity from the sour elements leaves a refreshing aftertaste. A sprinkle of fresh herbs and chilies adds a pop of color and an extra layer of depth to the overall experience.When consumed with steaming hot rice or enjoyed as part of a Thai meal, Gaeng Som Pla is sure to delight even the most discerning palates. The dish's complexity and nuance make it a standout among other Southeast Asian curries, solidifying its place in the hearts of food enthusiasts worldwide.",
        "image": "/assets/images/dummy-food.svg"
    },
    "56": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Moo Hong (Sweet Braised Pork Belly)",
        "description": "Moo Hong, a quintessential Hong Kong-style dish that embodies the epitome of comfort food. This Sweet Braised Pork Belly, also known as \"Char Siu\" in Cantonese, is a culinary masterpiece that has won the hearts of many. The dish begins with tender and juicy pork belly, slow-cooked to perfection in a rich and savory sauce made from a medley of soy sauce, hoisin sauce, and sugar.As you take your first bite, the flavors meld together on your palate, transporting you to the bustling streets of Hong Kong's culinary scene. The sweetness of the sauce is balanced by the depth of umami flavor, while the pork belly remains succulent and tender. A sprinkle of sesame seeds adds a delightful crunch to the dish, making each mouthful a sensory delight.The aroma that wafts from Moo Hong is nothing short of intoxicating, enticing you to take another bite and savour the rich flavors within. This beloved dish has been perfected over generations, with chefs carefully balancing the harmony of sweet and savory notes to create a true masterpiece. Whether enjoyed as a comforting meal or devoured as a snack, Moo Hong is sure to leave a lasting impression on even the most discerning palates.",
        "image": "/assets/images/dummy-food.svg"
    },
    "57": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Tod Nam Pla (Fried Fish with Fish Sauce)",
        "description": "Here is a semi-formal description of Pla Tod Nam Pla:Pla Tod Nam Pla, also known as Fried Fish with Fish Sauce, is a quintessential Thai dish that showcases the country's mastery of bold flavors and textures. The recipe begins with succulent fish pieces, typically tilapia or catfish, which are lightly battered and then deep-fried to a golden crisp. The resulting crust is crunchy on the outside and flaky within, providing an ideal base for the subsequent layers of flavor.Next, a rich and savory Fish Sauce (Nam Pla) is drizzled over the fried fish, infusing each bite with its unmistakable umami taste. This pungent condiment, made from fermented fish and spices, adds depth and complexity to the dish without overpowering it. To complement the bold flavors of the fish sauce, a sprinkle of fresh cilantro or scallions is often added for freshness.Pla Tod Nam Pla is best served steaming hot, garnished with additional herbs if desired. This delectable dish is sure to delight the senses and transport you straight to the bustling streets of Thailand. The harmonious balance of crispy fish, pungent sauce, and fragrant herbs creates a culinary experience that will leave you wanting more.Whether enjoyed as part of a casual meal or a special occasion, Pla Tod Nam Pla remains a beloved favorite among locals and visitors alike, testament to the enduring allure of authentic Thai cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "58": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Hor Mok Pla (Steamed Fish Curry)",
        "description": "Here's a semi-formal food description for Hor Mok Pla:Hor Mok Pla, also known as Steamed Fish Curry, is a Thai dish that showcases the country's love for bold flavors and tender seafood. This steamed fish curry is made with chunks of succulent fish cooked in a rich and creamy coconut milk-based curry paste. The paste itself is a blend of spices, herbs, and chilies that have been carefully balanced to create an aromatic and slightly spicy flavor profile.As the dish is steamed to perfection, the fish absorbs all the flavors from the curry paste without becoming dry or tough. The result is a piece of fish that's both moist and flavorful. The coconut milk adds a creamy texture and helps to balance out the spiciness of the curry paste. A sprinkle of fresh herbs, such as Thai basil or cilantro, adds a bright and refreshing note to the dish.When you take your first bite of Hor Mok Pla, the combination of flavors and textures will transport you straight to the streets of Thailand. This comforting and flavorful dish is perfect for a cozy night in or a casual dinner with friends. The aroma of steaming fish and spices fills the air, making your mouth water in anticipation of each bite. Overall, Hor Mok Pla is a must-try dish for anyone looking to experience authentic Thai cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "59": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Tod Mun Pla (Fish Cakes)",
        "description": "Tod Mun Pla, a quintessential Thai street food delicacy, presents itself as a delicate yet flavorful morsel. The exterior of the fish cake is typically made from a mixture of pounded fish, red curry paste, and various aromatics, which provides a firm but yielding texture to the bite.When broken, the cake releases a rich and savory flavor profile that is both spicy and slightly sweet, courtesy of the judicious use of Thai herbs and spices. The fragrance of lemongrass and galangal wafts subtly in the background, adding depth to the overall culinary experience.The fish itself contributes a delicate firmness, while the subtle crunch from toasted peanuts or crispy shallots adds an engaging textural element to each bite. As the flavors meld together on the palate, the harmonious balance of sweet, sour, salty, and spicy notes becomes apparent, leaving a lasting impression on those fortunate enough to indulge in this delightful Thai specialty.In short, Tod Mun Pla offers a true taste sensation that is both familiar and exotic, a testament to Thailand's rich gastronomic heritage.",
        "image": "/assets/images/dummy-food.svg"
    },
    "60": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Khao Soi Gai (Northern Thai Coconut Curry Noodles with Chicken)",
        "description": "Khao Soi Gai, a quintessential dish from Northern Thailand, is a harmonious blend of flavors and textures that will tantalize your taste buds. This beloved noodle dish features a rich and creamy coconut curry broth infused with aromatic spices such as cumin, coriander, and cinnamon, which dance on the palate. The tender chicken is cooked to perfection, adding a nice depth of flavor and texture contrast to the dish.A medley of crunchy vegetables including bean sprouts, cabbage, and carrots add a delightful freshness to each bite, while the soft and silky egg noodles provide a comforting base for the entire dish. A sprinkle of crispy fried shallots and a squeeze of fresh lime juice elevate the flavors, adding a touch of acidity and crunch. The overall effect is a truly authentic and mouthwatering Northern Thai street food experience that will leave you wanting more.Each spoonful of Khao Soi Gai is a masterclass in balance and harmony, with every element working together to create a dish that is greater than the sum of its parts. Whether you're a seasoned foodie or just looking for a new culinary adventure, this delicious and authentic Thai noodle soup is sure to become a favorite.",
        "image": "/assets/images/dummy-food.svg"
    },
    "61": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Kai Yang Nam Tok (Grilled Chicken Salad)",
        "description": "Kai Yang Nam Tok, a refreshing and savory grilled chicken salad, is a delightful culinary experience. This traditional Thai dish combines the smoky flavor of grilled chicken with a medley of crunchy vegetables and fragrant herbs. Thin slices of grilled chicken breast are arranged on top of a bed of crisp lettuce leaves, adding a satisfying textural contrast to each bite.A variety of colorful vegetables, including shredded carrots, thinly sliced cucumbers, and crispy red onions, add natural sweetness and crunch to the dish. Fresh cilantro leaves add a burst of fresh flavor, while a sprinkle of toasted peanuts provides a satisfying crunch. A zesty and tangy dressing made with fish sauce, lime juice, and chili peppers ties all the flavors together.The smoky aroma of grilled chicken wafts through the air, enticing the senses and building anticipation for each bite. Each component of the dish is carefully balanced to create a harmonious and revitalizing flavor profile that will leave you wanting more. Overall, Kai Yang Nam Tok is a delicious and healthy meal option that is perfect for warm weather or any occasion when a light and refreshing salad is desired.",
        "image": "/assets/images/dummy-food.svg"
    },
    "62": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Nam Prik Goong Sod (Fresh Shrimp Chili Dip)",
        "description": "Nam Prik Goong Sod, a quintessential Thai condiment, is a delightful dip that embodies the perfect blend of spicy and savory flavors. Made with fresh shrimp as its primary ingredient, this dish is a testament to the country's rich culinary heritage.The preparation begins with succulent shrimp that are pounded into a smooth consistency, lending an airy texture to the final product. Aromatic Thai chilies, garlic, and lemongrass are then combined with the shrimp in a harmonious union, creating a fragrance that teases the senses.As the mixture is simmered, the flavors meld together beautifully, producing a rich, slightly thickened sauce that coats the palate. The addition of fish sauce, lime juice, and palm sugar adds an unmistakable depth to the dish, while the freshness of cilantro provides a welcome contrast.When served with steamed jasmine rice or as a topping for various Thai dishes, Nam Prik Goong Sod is sure to leave a lasting impression on even the most discerning palates. Its bold yet refined flavors make it an essential component in any culinary exploration of Thailand's gastronomic landscape.In essence, this delectable dip is more than just a condiment – it is an experience that awakens the senses and invites one to savor the complexities of Thai cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "63": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Duk Yang (Grilled Catfish)",
        "description": "Here is a semi-formal food description for Pla Duk Yang:Pla Duk Yang, also known as Grilled Catfish, is a popular Thai dish that showcases the delicate flavor and texture of this aquatic delicacy. The catfish fillets are carefully selected for their freshness and tenderness before being marinated in a blend of fragrant spices, herbs, and aromatics. This harmonious balance of flavors enhances the natural sweetness of the fish without overpowering it.Once marinated, the catfish is then grilled to perfection, resulting in a crispy golden-brown exterior that gives way to a moist and flaky interior. The subtle char from the grilling process adds a smoky depth to the dish without dominating its overall character. When served hot, Pla Duk Yang presents itself as a vibrant and appetizing culinary experience, perfect for those seeking a light yet satisfying meal.The combination of flavors and textures in this dish is sure to please even the most discerning palates. With its emphasis on fresh ingredients and delicate preparation methods, Pla Duk Yang remains a beloved favorite among Thai cuisine enthusiasts worldwide. Whether served at a street food stall or a high-end restaurant, this Grilled Catfish dish is always sure to impress with its simplicity and elegance.",
        "image": "/assets/images/dummy-food.svg"
    },
    "64": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Yum Pla Duk Foo (Crispy Catfish Salad)",
        "description": "Yum Pla Duk Foo, a quintessential Thai dish that combines the delicate flavor of catfish with the crunch of crispy fried shallots. This appetizing salad is composed of succulent catfish pieces, carefully selected and cooked to perfection. The fish is then expertly mixed with a medley of flavorsome ingredients, including shredded carrots, bean sprouts, onions, and fresh cilantro.A zesty dressing, infused with the essence of tamarind and palm sugar, adds a tangy and sweet dimension to this refreshing salad. The crunch of fried shallots provides a satisfying textural contrast, while the catfish remains tender and moist. This harmonious balance of flavors and textures makes Yum Pla Duk Foo an absolute delight to the senses.The dish is then garnished with additional fresh cilantro and crispy fried shallots, adding a pop of color and fragrance to this delectable salad. As a result, Yum Pla Duk Foo is a true reflection of Thai culinary expertise, showcasing the perfect marriage of flavors, textures, and presentation. Whether enjoyed as an appetizer or a light meal, this dish is sure to leave even the most discerning palate satisfied.",
        "image": "/assets/images/dummy-food.svg"
    },
    "65": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Khao Pad Poo (Fried Rice with Crab)",
        "description": "Khao Pad Poo is a Thai dish that elevates the humble fried rice to new heights by incorporating succulent crab meat. The foundation of this recipe lies in perfectly cooked jasmine rice, stir-fried with a medley of aromatics including onions, garlic, and shallots. As the rice is tossed with a blend of savory spices, it becomes infused with an irresistible fragrance that teases the senses.To add an element of indulgence to this dish, pieces of tender crab meat are added, providing bursts of fresh flavor in every bite. The sweetness of the crab harmonizes beautifully with the savory undertones of the rice and spices, creating a delightful contrast that keeps you coming back for more.A generous serving of sliced scallions is sprinkled on top, adding an extra layer of freshness to this sumptuous dish. Khao Pad Poo is often served as a main course or side dish in Thai cuisine, appealing to both local palates and international visitors who crave authentic flavors. This delightful creation showcases the versatility of fried rice and elevates it into a truly mouthwatering experience that satisfies even the most discerning appetites.",
        "image": "/assets/images/dummy-food.svg"
    },
    "66": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Kuay Teow Talay (Seafood Noodle Soup)",
        "description": "Kuay Teow Talay, a quintessential Thai dish that embodies the essence of coastal cuisine. This refreshing and flavorful Seafood Noodle Soup is a staple in many Southeast Asian countries, particularly in Thailand where it originated. A steaming bowl of Kuay Teow Talay is a symphony of textures and tastes, with thin rice noodles served in a clear broth infused with the subtle flavors of fish stock.The soup is generously filled with an assortment of succulent seafood, including shrimp, squid, and mussels, which add a delightful burst of freshness to each spoonful. The broth itself is expertly seasoned with aromatics such as lemongrass, galangal, and kaffir lime leaves, creating an unmistakable Thai flavor profile. A squeeze of fresh lime juice and a sprinkle of herbs like cilantro or basil complete the dish, elevating it to new heights of culinary delight.What sets Kuay Teow Talay apart from other noodle soups is its harmonious balance of flavors – sweet, sour, salty, and umami all come together in perfect harmony. Each spoonful transports you to the bustling streets of Thailand, where the aromas of this iconic dish waft through the air, enticing passersby to stop and indulge. Whether you're a seasoned foodie or just looking for a comforting bowl of goodness, Kuay Teow Talay is sure to satisfy your cravings and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "67": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Gaeng Ped Yang (Red Curry with Roasted Duck)",
        "description": "Gaeng Ped Yang, a delectable Thai dish that embodies the perfect harmony of flavors and textures. This vibrant red curry is made with tender roasted duck as its centerpiece, slow-cooked in a rich and creamy sauce infused with the deep, slightly sweet flavor of coconut milk. The aromatic spices of lemongrass, galangal, and chilies create an enticing bouquet that teases the senses, while the roasted duck adds a satisfying depth to each bite.As you take your first spoonful, the bold and spicy flavors of the curry envelop your taste buds, followed by the tender, juicy texture of the roasted duck. The dish is finished with a sprinkle of fresh herbs, such as Thai basil or cilantro, which add a bright and refreshing note to the richness of the sauce.The experience of eating Gaeng Ped Yang is one of sensory delight, with each component working in harmony to create a truly unforgettable culinary experience. This traditional Thai dish is sure to tantalize your taste buds and leave you craving more. Whether enjoyed as a main course or a hearty soup, Gaeng Ped Yang is a true gem of Thai cuisine that deserves to be savored and appreciated.",
        "image": "/assets/images/dummy-food.svg"
    },
    "68": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Gaeng Som Goong (Sour Curry with Shrimp)",
        "description": "Gaeng Som Goong, a quintessential Thai dish that tantalizes the taste buds with its bold and sour flavors. This delectable curry is made with succulent shrimp, typically green chilies, garlic, lemongrass, galangal, and other aromatics, which are carefully selected to create a harmonious balance of flavors. The addition of palm sugar adds a touch of sweetness, while the use of tamarind paste provides an unmistakable sourness that leaves one craving for more.The rich and creamy texture of Gaeng Som Goong is achieved by simmering the ingredients in a flavorful coconut milk broth, which coats the shrimp and other vegetables, creating a mouthwatering sauce. The vibrant green color of the dish comes from the generous use of fresh chilies, adding an instant pop of color to any plate. This authentic Thai recipe has been passed down through generations, with each cook putting their own twist on this beloved classic.Gaeng Som Goong is often served as a main course or appetizer in many Thai restaurants and households, offering a unique flavor experience that will leave you wanting more. Its distinctive combination of sourness, sweetness, and spiciness makes it a true representation of Thai cuisine's eclectic style. Whether you are an adventurous foodie or simply looking to try something new, Gaeng Som Goong is sure to satisfy your cravings and transport you to the streets of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "69": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Goong Ob Woonsen (Glass Noodles with Baked Shrimp)",
        "description": "Goong Ob Woonsen, a classic Thai dish that combines the delicate flavor of baked shrimp with the subtle texture of glass noodles. The dish begins with succulent shrimp baked to perfection, retaining their juiciness and natural sweetness. They are then served atop a bed of soft and silky glass noodles, expertly cooked to an ideal tenderness. The noodles' neutral flavor allows the rich taste of the shrimp to take center stage.A delicate sauce, made from a combination of fish sauce, palm sugar, and lime juice, adds a tangy and slightly sweet contrast to the dish. The sauce is carefully balanced to enhance the flavors of both the shrimp and noodles without overpowering them. A sprinkle of fresh cilantro adds a pop of color and freshness to the plate.Each bite of Goong Ob Woonsen is a masterful blend of textures and flavors, with the crunchy shrimp, smooth noodles, and zesty sauce combining in perfect harmony. This dish is a testament to the simplicity and elegance of Thai cuisine, where bold flavors are balanced by subtle nuances. It is a must-try for anyone looking to experience the authentic taste of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "70": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Tod Sam Rot (Fried Fish with Sweet, Spicy, and Sour Sauce)",
        "description": "Here is a semi-formal food description for Pla Tod Sam Rot:Pla Tod Sam Rot is a mouthwatering dish that showcases the perfect harmony of sweet, spicy, and sour flavors. The crispy fried fish, made from fresh catch of the day, serves as the base for this delightful creation. A tangy and slightly sweet sauce, infused with the depth of tamarind and the zing of lime juice, is carefully crafted to complement the delicate flavor of the fish.The sauce's spicy kick, courtesy of Thai chilies, adds an exciting dimension to each bite, leaving a pleasant tingling sensation on the palate. Meanwhile, the crunchy texture of chopped fresh herbs, such as cilantro or basil, provides a refreshing contrast to the softness of the fried fish. As you take your first bite, the harmonious balance of flavors and textures unfolds, inviting you to savor each morsel.The Pla Tod Sam Rot is a true representation of Thai cuisine's emphasis on fresh ingredients, bold flavors, and clever combinations that delight the senses. This dish is sure to tantalize the taste buds and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "71": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Tom Yum Pla (Spicy Fish Soup)",
        "description": "Tom Yum Pla, a quintessential Thai dish that awakens the senses with its bold and aromatic flavors. This spicy fish soup is a masterful blend of savory and sweet notes, starting with a rich and satisfying broth made from a medley of ingredients including fragrant lemongrass, galangal, and kaffir lime leaves.The base of Tom Yum Pla is typically crafted using succulent fish pieces or whole fish, depending on the regional variation. The tender fish is cooked to perfection in a fiery hot and sour soup that has been carefully seasoned with a pinch of salt, sugar, and an array of Thai spices.A sprinkle of fresh cilantro adds a vibrant pop of color to this steaming hot dish, while its herbal flavor subtly complements the other ingredients. As you take your first sip or spoonful, the effervescent and tangy flavors dance across your palate, leaving a tingling sensation on the tongue and an insatiable craving for more.The depth and complexity of Tom Yum Pla come from the harmonious balance between its spicy and sour elements, which are carefully modulated to create a dish that is both invigorating and refreshing. Each spoonful transports you to the bustling streets and markets of Thailand, where this beloved soup has become an integral part of the country's rich culinary heritage.Whether enjoyed as a comforting meal on its own or paired with steamed rice and other Thai favorites, Tom Yum Pla remains an unforgettable culinary experience that continues to captivate food enthusiasts worldwide.",
        "image": "/assets/images/dummy-food.svg"
    },
    "72": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Thai Goong (Stir-fried Rice Noodles with Shrimp)",
        "description": "Pad Thai Goong is a classic Thai dish that embodies the perfect blend of sweet, sour, and savory flavors. Stir-fried rice noodles are cooked to a perfect texture, retaining a hint of firmness while still being easy to twirl around your fork. The addition of succulent shrimp adds protein and depth to the dish, with each bite bursting with fresh flavor.Sautéed vegetables such as bean sprouts, carrots, and green onions add natural sweetness and crunch to the stir-fry. Aromatic Thai basil leaves are sprinkled throughout, lending a fragrant and herbaceous note to the dish. The sauce, made from a mixture of tamarind, fish sauce, and palm sugar, is tangy and slightly sweet, tying all the flavors together.Each mouthful of Pad Thai Goong is a masterclass in balance and harmony, with every component working in perfect sync to create an unforgettable culinary experience. Whether you're dining at a street food stall or a high-end restaurant, this iconic dish is sure to impress even the most discerning palates. With its bold flavors and satisfying texture, it's no wonder Pad Thai Goong remains one of Thailand's most beloved national dishes.",
        "image": "/assets/images/dummy-food.svg"
    },
    "73": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Khao Kluk Kapi (Shrimp Paste Fried Rice)",
        "description": "Khao Kluk Kapi, a quintessential Thai dish that embodies the essence of Southeast Asian cuisine. This savory fried rice is infused with the rich flavor of shrimp paste, which adds a depth and umami taste to each bite. Cooked with an assortment of vegetables such as onions, tomatoes, and Chinese cabbage, the dish provides a delightful balance of textures and colors on the plate.The aromatic scent of Thai basil and chilies elevates the overall experience, leaving a lasting impression on the palate. Each grain of rice is carefully cooked to perfection, retaining its individual texture while still being able to hold onto the flavorful sauce. The inclusion of crispy fried shallots adds a satisfying crunch, complementing the softness of the vegetables.The subtle sweetness of the shrimp paste mingles with the savory flavors of the dish, creating a harmonious and addictive taste experience. For those seeking an authentic Thai culinary experience, Khao Kluk Kapi is a must-try, offering a genuine representation of the country's love for bold flavors and intricate cooking techniques. This delectable fried rice is sure to satisfy even the most discerning palates, making it a cherished dish in Thai cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "74": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Yum Goong Sod (Fresh Shrimp Salad)",
        "description": "Yum Goong Sod, the quintessential Thai appetizer, is a dish that embodies the freshness and simplicity of Southeast Asian cuisine. This delectable salad consists of succulent fresh shrimp, harvested at the peak of their flavor profile, mixed with an assortment of crunchy vegetables such as carrots, cucumbers, and tomatoes.The combination of textures is perfectly balanced by the tangy and slightly sweet dressing, which is infused with a hint of Thai spice. The freshness of the ingredients is truly unparalleled, allowing the natural flavors of the shrimp to take center stage. Each bite transports your taste buds on a culinary journey through the bustling streets of Thailand.A sprinkle of toasted peanuts adds a satisfying crunch to this delightful salad, while a drizzle of fresh lime juice provides a burst of citrusy freshness. The dish is garnished with a sprig of fresh cilantro, adding a pop of color and fragrance to the plate. Yum Goong Sod is an uncomplicated yet flavorful delight that is sure to satisfy even the most discerning palate.",
        "image": "/assets/images/dummy-food.svg"
    },
    "75": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Moo Pad Nam Prik Pao (Pork Stir-fried with Chili Paste)",
        "description": "Moo Pad Nam Prik Pao is a Thai dish that embodies the perfect balance of spicy and savory flavors. This mouthwatering stir-fry features tender chunks of pork cooked in a rich and aromatic sauce made from Nam Prik Pao, a distinctive chili paste. The bold and slightly sweet flavor of the chili paste is expertly combined with the meaty taste of the pork, creating a harmonious union that will leave you craving for more.As the dish is stir-fried to perfection, the flavors meld together, coating each morsel of pork in a vibrant and intense sauce. The resulting color is a deep red hue, a testament to the presence of high-quality chili peppers used in the making of Nam Prik Pao.Each bite is a sensory delight, with the spicy kick from the chili paste balanced by the subtle richness of the pork. This culinary masterpiece is a true representation of Thai cuisine's emphasis on bold flavors and harmonious balance. Moo Pad Nam Prik Pao is an absolute must-try for anyone seeking to experience the authentic taste of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "76": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Rad Prik (Fried Fish with Chili Sauce)",
        "description": "Here is a semi-formal food description for Pla Rad Prik:Pla Rad Prik, a beloved Thai dish, showcases the perfect harmony of flavors and textures. This delectable fried fish recipe originates from Thailand's rich culinary heritage, where bold spices and aromas come alive in every bite. Crispy fried fish pieces are carefully prepared to maintain their flaky texture and moisture, providing an excellent base for the subsequent layers of flavor.A vibrant and spicy chili sauce, made with a medley of Thai chilies, garlic, lemongrass, and other aromatic spices, adds a zesty kick that complements the delicate taste of the fish. This carefully crafted sauce is then ladled over the fried fish pieces, infusing each morsel with an intense yet refreshing flavor profile.The combination of crispy fried fish and spicy chili sauce creates an explosive fusion of textures and flavors that will tantalize your taste buds. Each mouthful transports you to the bustling streets of Thailand, where fresh ingredients and bold spices come together in a culinary masterpiece. Whether you're a seasoned foodie or just looking for something new to try, Pla Rad Prik is sure to satisfy even the most discerning palate.Overall, this Thai dish masterfully balances contrasting flavors and textures, making it an absolute must-try for anyone who loves good food.",
        "image": "/assets/images/dummy-food.svg"
    },
    "77": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Goong Pad Pong Karee (Stir-fried Shrimp with Curry Powder)",
        "description": "Goong Pad Pong Karee, a quintessential Thai dish that embodies the harmonious balance of flavors and aromas. This stir-fried shrimp delight is prepared with succulent prawns cooked in a symphony of spices, including a medley of curry powders that add depth and warmth to each bite. The pungency of garlic and shallots, combined with the subtle sweetness of Thai basil, create an aromatic blend that teases the senses.As you take your first bite, the tender shrimp is infused with the rich essence of coconut milk, subtly creamy yet unmistakably tropical. A sprinkle of fish sauce adds a salty, savory element to this culinary masterpiece, while a pinch of sugar helps balance out the bold flavors.Each mouthful transports you to the bustling streets of Thailand, where fresh herbs and spices mingle in perfect harmony. With Goong Pad Pong Karee, every bite is a testament to the art of traditional Thai cuisine, where simple yet elegant ingredients come together to create an unforgettable gastronomic experience.",
        "image": "/assets/images/dummy-food.svg"
    },
    "78": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Talay Pad Kee Mao (Spicy Stir-fried Seafood Noodles)",
        "description": "Talay Pad Kee Mao is a delectable Thai dish that showcases the harmony of flavors and textures in every bite. This Spicy Stir-fried Seafood Noodles is a delightful combination of springy rice noodles, succulent seafood, and an array of aromatic spices. The dish begins with a medley of fresh seafood, including shrimp, squid, and mussels, which are expertly stir-fried to retain their tender texture.As the aromas dance on the palate, the spicy kick from Thai chilies kicks in, leaving a delightful tingling sensation on the tongue. The bold flavors of soy sauce, fish sauce, and palm sugar blend seamlessly with the seafood, creating an umami explosion that awakens the senses. To balance the spiciness, the addition of crunchy bean sprouts and shredded carrots adds a refreshing crunch.Throughout the dish, the springy texture of rice noodles provides a delightful contrast to the varied flavors and textures of the seafood and vegetables. As you take your final bite, the subtle sweetness of palm sugar lingers on the palate, beckoning you to take another delightful bite of this mouthwatering Talay Pad Kee Mao. This delectable dish is sure to satisfy any seafood enthusiast's cravings for a flavorful and spicy culinary adventure.",
        "image": "/assets/images/dummy-food.svg"
    },
    "79": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Neung Khing (Steamed Fish with Ginger)",
        "description": "Pla Neung Khing, a classic Thai dish that showcases the delicate balance of flavors and textures. This steamed fish with ginger is a masterclass in subtlety, where the freshness of the ingredients takes center stage.Steamed to perfection, the fish - often a delicate white fish such as pla thu or tilapia - retains its moisture and tenderness. The gentle heat allows the natural flavors of the fish to shine through, providing a clean and crisp base for the other ingredients.Thin slices of ginger are added on top of the fish during steaming, infusing the dish with a warm and aromatic essence. The slightly spicy and sweet flavor of the ginger complements the richness of the fish, creating a delightful harmony of flavors.A squeeze of fresh lime juice adds a touch of brightness to the dish, cutting through the creaminess of the fish and balancing out the pungency of the ginger. A sprinkle of chopped cilantro or scallions provides a pop of color and freshness, rounding out the flavors and textures of the dish.Pla Neung Khing is a true reflection of Thai cuisine's emphasis on simplicity and restraint, where each ingredient is allowed to shine in its own right. This steamed fish with ginger is a must-try for anyone looking to experience the beauty of Thai cooking at its finest.",
        "image": "/assets/images/dummy-food.svg"
    },
    "80": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Goong Chae Nam Pla (Shrimp with Fish Sauce)",
        "description": "Goong Chae Nam Pla is a classic Thai dish that showcases the harmonious union of succulent shrimp and pungent fish sauce. This refreshing and aromatic recipe typically features large, peeled shrimp cooked in a savory mixture of nam pla, a fermented fish sauce, chilies, garlic, lemongrass, and other aromatic spices. The combination of flavors is both bold and balanced, with the rich, umami taste of the fish sauce perfectly complementing the sweet and crunchy texture of the shrimp.As you take your first bite, the crunch of the shrimp gives way to a burst of flavors that dance on your palate, leaving a pleasant tingling sensation from the chilies. The subtle creaminess of coconut milk may also be added to enhance the dish's richness and depth. A sprinkle of fresh cilantro or basil adds a fragrant, herbaceous note that completes the flavor profile.The dish is often served with steamed jasmine rice or as part of a larger Thai meal, providing a satisfying and flavorful experience for those who enjoy spicy cuisine. The simplicity of the ingredients belies the complexity of flavors that Goong Chae Nam Pla has to offer. Overall, this shrimp-based recipe makes for an excellent choice for adventurous eaters looking to explore the bold flavors of Southeast Asian cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "81": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Larb Pla (Spicy Fish Salad)",
        "description": "Larb Pla, a quintessential Thai dish that embodies the perfect balance of flavors and textures. This Spicy Fish Salad is a masterful combination of succulent fish, crunchy vegetables, and aromatic herbs, all wrapped up in a zesty and slightly spicy dressing.The dish begins with tender chunks of fish, typically made from trout or white fish, that have been cooked to perfection and then flaked into delicate pieces. These are then tossed with a medley of crisp vegetables, including cucumbers, carrots, and mint leaves, which add a freshness and vibrancy to the dish.The true heart of Larb Pla lies in its bold and aromatic dressing, made from a mixture of fish sauce, lime juice, chili peppers, and herbs such as Thai basil and cilantro. This pungent and slightly spicy marinade infuses every bite with a depth of flavor that is both tantalizing and addictive.As the flavors meld together on the palate, the texture of the dish comes alive, with the crunch of the vegetables giving way to the tender fish and the creamy sauce. It's a true delight for the senses, and a testament to the ingenuity and flair of Thai cuisine.Whether served as an appetizer or a main course, Larb Pla is sure to impress even the most discerning palates with its bold flavors and vibrant presentation. So why not give it a try?",
        "image": "/assets/images/dummy-food.svg"
    },
    "82": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Cha Pla Duk (Spicy Stir-fried Catfish)",
        "description": "Pad Cha Pla Duk is a delectable Thai dish that showcases the bold flavors of the country's cuisine. The name itself, which translates to \"spicy stir-fried catfish,\" hints at the harmonious balance of spicy and savory notes within this delightful recipe. Thin slices of catfish are carefully stir-fried with an assortment of aromatics, including onions, garlic, and chilies, creating a symphony of textures that dance on the palate.The dish is elevated by the use of Thai ingredients such as fish sauce, lime juice, and palm sugar, which add depth and umami undertones to each bite. As the flavors meld together, the catfish absorbs the rich flavors, resulting in a tender yet robust texture. The dish is then garnished with fresh herbs, adding a pop of color and freshness that completes this culinary masterpiece.Pad Cha Pla Duk is an exemplary representation of Thai street food, where simplicity meets bold flavors and techniques. Each bite transports you to the bustling streets of Thailand, where the sights, sounds, and aromas of this vibrant culture come alive in every mouthful.",
        "image": "/assets/images/dummy-food.svg"
    },
    "83": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Yum Kai Dao (Fried Egg Salad with Shrimp)",
        "description": "Yum Kai Dao, a classic Thai salad dish that is sure to tantalize the taste buds. This refreshing Fried Egg Salad with Shrimp is a harmonious blend of textures and flavors, making it a perfect appetizer or light meal.A medley of succulent shrimp, crispy fried eggs, and fresh herbs such as mint and cilantro are expertly combined to create a dish that is both familiar and exotic. The sweetness of the shrimp pairs perfectly with the savory flavor of the fried eggs, while the aromatic herbs add a fragrant and refreshing touch.The dressing for Yum Kai Dao is typically made from a combination of fish sauce, lime juice, and chili peppers, which adds a tangy and slightly spicy kick to the dish. The crunch of chopped peanuts or cashews provides a satisfying texture contrast, making each bite a delightful experience.This Thai salad dish is often served as part of a larger meal, but it can also be enjoyed on its own as a satisfying snack or light lunch. Whether you're in the mood for something spicy and savory or just looking for a refreshing twist on traditional cuisine, Yum Kai Dao is sure to please even the most discerning palate.",
        "image": "/assets/images/dummy-food.svg"
    },
    "84": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Pak Bung Goong (Morning Glory Stir-fried with Shrimp)",
        "description": "Pad Pak Bung Goong, a traditional Thai dish that embodies the essence of Southeast Asian cuisine. This morning glory stir-fry with shrimp is a harmonious blend of textures and flavors. Morning glories, also known as \"pak bung\" in Thai, are tender shoots of Ipomoea aquatica, stir-fried to perfection alongside succulent shrimp. The pungency of garlic and the slight bitterness of the vegetable balance each other out, while the shrimp adds a touch of sweetness and tenderness.The aroma of stir-frying aromatics wafts through the air as the dish is cooked, teasing the senses and building anticipation. When served, Pad Pak Bung Goong presents itself in a vibrant medley of colors - the emerald green shoots, the pale pink hue of the shrimp, and the golden tones of toasted chilies.As you take your first bite, the crunch of morning glories gives way to a tender, slightly sweet interior. The savory flavor of the stir-fry and the richness of the oil meld together on the palate, while the shrimp adds a satisfying burst of protein and flavor. This dish is a true representation of Thai cuisine - bold flavors, diverse textures, and a deep appreciation for local ingredients.",
        "image": "/assets/images/dummy-food.svg"
    },
    "85": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Gaeng Liang Goong (Mixed Vegetable Curry with Shrimp)",
        "description": "Gaeng Liang Goong, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This Mixed Vegetable Curry with Shrimp is a masterful blend of tender vegetables, succulent shrimp, and rich, aromatic curry paste.The dish begins with a medley of colorful vegetables, including bell peppers, carrots, and green beans, carefully selected for their crunch and sweetness. These are then cooked to perfection in a flavorful broth infused with the deep, slightly spicy essence of Thai red curry paste.As the aromas mingle and dance on the palate, succulent shrimp are added, their delicate flavor and firm texture providing a delightful contrast to the vegetables. A sprinkle of fresh cilantro adds a pop of freshness, while a squeeze of lime juice provides a welcome burst of citrusy zing.Throughout, the dish is tempered by a smooth, creamy coconut milk that binds all the flavors together in perfect harmony. Gaeng Liang Goong is a true delight for the senses, a culinary experience that will leave even the most discerning palates satisfied and wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "86": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Kai Yang Goong (Grilled Shrimp with Chicken)",
        "description": "Kai Yang Goong, a Thai dish that embodies the perfect harmony of flavors and textures. This grilled shrimp with chicken delight is a masterful creation that will tantalize your taste buds and leave you craving for more.The succulent shrimps are marinated in a blend of aromatic spices, herbs, and citrus juice, before being skillfully grilled to perfection. The result is a tender, yet firm texture that simply melts in the mouth. Meanwhile, the chicken adds a delightful layer of depth to the dish, its juicy fibers infused with the same complex flavors as the shrimp.The combination of these two protein-rich ingredients creates a culinary symphony that will leave you in awe. Each bite transports you to the bustling streets of Thailand, where the aromas and tastes of this beloved dish are an integral part of the local culture.A sprinkle of fresh herbs adds a pop of color and fragrance to the dish, elevating its visual appeal while also complementing the bold flavors. To complete this gastronomic experience, Kai Yang Goong is often served with a side of steamed jasmine rice or crispy vegetables, which helps to balance out the richness of the grilled meats.Whether you're in the mood for something spicy and exotic, or simply looking for a taste of adventure, Kai Yang Goong is sure to satisfy your cravings. So go ahead, indulge in this mouth-watering dish, and let its bold flavors transport you to the heart of Thailand!",
        "image": "/assets/images/dummy-food.svg"
    },
    "87": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Goong Tod Kratiem (Garlic Fried Shrimp)",
        "description": "Goong Tod Kratiem, a quintessential Thai dish that is sure to tantalize the taste buds. This delectable Garlic Fried Shrimp is a masterful creation of tender and succulent shrimp, expertly marinated in a savory mixture of minced garlic, sugar, fish sauce, and ground white pepper. The aromas of the marinade meld with the nutty flavor of the toasted garlic, creating an irresistible fragrance that teases the senses.As you take your first bite, the crispy exterior gives way to a juicy interior, infused with a rich and savory essence. The sweetness of the sugar balances out the pungency of the garlic, while the fish sauce adds a salty undertone that elevates the dish to new heights. A sprinkle of toasted white pepper adds a subtle kick, leaving you craving for more.The Goong Tod Kratiem is a symphony of flavors and textures, where each component harmonizes with the others to create a truly unforgettable culinary experience. Whether served as an appetizer or a main course, this delightful dish is sure to impress even the most discerning palates. So why wait? Indulge in the Goong Tod Kratiem today and discover for yourself why it remains one of Thailand's most beloved dishes!",
        "image": "/assets/images/dummy-food.svg"
    },
    "88": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pla Kapong Tod (Fried Seabass)",
        "description": "Pla Kapong Tod, a dish that showcases the culinary prowess of Thai cuisine. This fried seabass is an exemplar of seafood delicacy, where tender and flaky fish is expertly coated with a delicate batter. The moment you take a bite, the crispy exterior gives way to a juicy interior, releasing a subtle sweetness from the fish itself.The seasoning is impeccable, with a harmonious balance of saltiness and acidity that elevates the dish without overpowering it. A dash of Thai spices adds an aromatic depth that complements the fish perfectly. The frying process yields a golden-brown crust that crunches satisfyingly between the teeth.Served steaming hot, Pla Kapong Tod is often accompanied by a side of tangy and spicy dipping sauce, which further heightens the flavor experience. This dish is a testament to the art of Thai cooking, where simplicity and sophistication blend seamlessly together. Whether you're a seasoned food connoisseur or just looking for a seafood treat, Pla Kapong Tod is sure to delight your taste buds. With its delicate balance of flavors and textures, it's an ideal choice for those seeking a refined yet satisfying meal.",
        "image": "/assets/images/dummy-food.svg"
    },
    "89": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Hor Mok Goong (Steamed Shrimp Curry)",
        "description": "Hor Mok Goong, a beloved Thai dish, is a masterful blend of flavors and textures. This steamed shrimp curry consists of succulent prawns cooked in a rich, creamy coconut milk sauce infused with the deep warmth of red curry paste. The sauce is made with a medley of aromatic spices, including turmeric, cumin, and coriander, which add a distinct flavor profile to the dish. As the curries steams, it allows the delicate flavors of the shrimp to shine through, while the coconut milk provides a luxurious texture.The presentation of Hor Mok Goong is often simple yet elegant, with the steamed curry served in small, rounded bowls or ramekins. The vibrant colors of the dish, courtesy of the red curry paste and fresh herbs, make for a visually appealing experience. Upon taking a bite, the tender shrimp practically melts in your mouth, releasing a burst of savory flavor.A sprinkle of fresh cilantro or Thai basil adds a fragrant, herbaceous note to the dish, while a squeeze of lime juice provides a touch of citrus brightness. Overall, Hor Mok Goong is a harmonious balance of flavors and textures that showcases the best of Thai cuisine. The combination of steamed curry and succulent shrimp makes for a truly satisfying meal.",
        "image": "/assets/images/dummy-food.svg"
    },
    "90": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Talay Ob Mor Din (Seafood Baked in Clay Pot)",
        "description": "Talay Ob Mor Din, a traditional Thai dish that showcases the country's rich seafood heritage. This delightful culinary creation is made by baking an assortment of succulent seafood in a clay pot, allowing the natural flavors to meld together in perfect harmony.The dish typically features a medley of fresh mussels, clams, and oysters, cooked to perfection within the confines of the earthenware vessel. As the ingredients simmer in their own juices, they release an aromatic essence that teases the senses and builds anticipation for the first bite.Upon serving, the Talay Ob Mor Din is often garnished with a sprinkle of fresh cilantro and a squeeze of lime juice, adding a burst of citrusy freshness to balance out the richness of the seafood. The combination of flavors and textures creates a truly mouthwatering experience that will leave even the most discerning palate wanting more.Each spoonful is a masterclass in simplicity and restraint, allowing the natural goodness of the ingredients to take center stage. With its humble yet elegant presentation, Talay Ob Mor Din is sure to become a favorite among seafood enthusiasts and food connoisseurs alike.",
        "image": "/assets/images/dummy-food.svg"
    },
    "91": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Woon Sen Talay (Stir-fried Glass Noodles with Seafood)",
        "description": "Pad Woon Sen Talay, a dish that showcases the perfect harmony of texture and flavor. This Thai stir-fry dish is made with glass noodles, which are cooked to a delicate chewiness. The noodles are then tossed with an assortment of succulent seafood, including shrimp, mussels, and squid. The combination of these ingredients creates a delightful contrast of textures, from the slippery noodles to the firm seafood.The dish is further elevated by the addition of aromatic Thai spices, such as lemongrass and galangal, which infuse the Pad Woon Sen Talay with a vibrant and zesty flavor. A squeeze of fresh lime juice adds a touch of brightness and acidity to balance out the richness of the dish. The overall effect is a culinary experience that is both satisfying and refreshing.The glass noodles add a subtle sweetness and a hint of starchiness, which complements the brininess of the seafood perfectly. As you take a bite, the flavors meld together in perfect harmony, leaving you wanting more. This dish is a true representation of Thai cuisine's emphasis on balance and harmony in its culinary creations. Whether you're a seasoned foodie or just looking to try something new, Pad Woon Sen Talay is sure to delight your taste buds.",
        "image": "/assets/images/dummy-food.svg"
    },
    "92": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Tom Jued Talay (Clear Seafood Soup)",
        "description": "Tom Yum Talay, a quintessential Thai seafood soup, is a flavorful and refreshing culinary experience. This clear broth-based soup is a masterful blend of fragrant lemongrass, galangal, and lime leaves, which provide an aromatic depth to the dish. The soup is made with a medley of fresh seafood such as prawns, mussels, and squid, all carefully selected for their succulent texture and mild flavor. As you take your first sip, the subtle sweetness of the fish stock melds with the tanginess of the lemongrass and lime juice, creating a harmonious balance of flavors.The soup's clear broth allows the vibrant colors of the seafood to shine through, making it visually appealing. A sprinkle of toasted Thai basil adds a fragrant note and provides a pop of color against the pale blue-green hue of the dish. The flavors are both soothing and invigorating, making Tom Yum Talay an ideal choice for a light yet satisfying meal or as a palate cleanser between courses.In each spoonful, you'll discover a delightful combination of textures, from the tender seafood to the crunchy vegetables and fresh herbs. Whether you're in the mood for something comforting and familiar or looking to explore new flavors, Tom Yum Talay is sure to impress with its simplicity, elegance, and uncompromising authenticity.",
        "image": "/assets/images/dummy-food.svg"
    },
    "93": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Pad Kee Mao Goong (Drunken Noodles with Shrimp)",
        "description": "Pad Kee Mao Goong, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This iconic stir-fry is made with succulent shrimp, expertly cooked in a savory mixture of soy sauce, oyster sauce, and fish sauce, which creates an umami flavor profile that's both intense and addictive.The noodles, cooked to a perfect al dente texture, serve as the base for this dish, providing a delightful contrast to the tender shrimp. The addition of bell peppers, onions, and tomatoes adds a pop of color and freshness, while the Thai basil provides a fragrant and herbaceous note that complements the other ingredients.The stir-fry is cooked over high heat, which gives it a smoky and slightly charred flavor that's characteristic of traditional Thai cuisine. The result is a dish that's both bold and balanced, with each bite offering a delightful combination of flavors and textures that will leave you wanting more.Pad Kee Mao Goong is a true representation of the Thai culinary tradition, where flavors are allowed to meld together in perfect harmony. It's a dish that's sure to satisfy even the most discerning palates, making it a must-try for anyone who loves good food.",
        "image": "/assets/images/dummy-food.svg"
    },
    "94": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Yum Nam Tok Pla (Spicy Grilled Fish Salad)",
        "description": "Yum Nam Tok Pla, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This Spicy Grilled Fish Salad is an explosion of excitement on the palate, as it combines the richness of grilled fish with the zing of fresh herbs and the depth of spicy chilies.The dish begins with succulent pieces of grilled fish, typically made from catfish or white fish, which are then shredded into bite-sized morsels. These tender flakes of fish are then tossed with a medley of crunchy vegetables, including diced tomatoes, onions, and cucumbers, adding freshness and texture to the salad.The real magic happens when the spicy and sour flavors kick in, thanks to the addition of Thai chilies, lime juice, and fish sauce. The pungency of these ingredients perfectly balances the richness of the grilled fish, creating a dish that is both refreshing and intense.A sprinkle of toasted peanuts adds a satisfying crunch to each bite, while the cilantro leaves provide a burst of freshness and aroma. As you take your first bite, the explosion of flavors on your palate will transport you straight to the bustling streets of Thailand.Overall, Yum Nam Tok Pla is a dish that embodies the spirit of Thai cuisine - bold, vibrant, and full of life. Whether you're a seasoned foodie or just looking to try something new, this Spicy Grilled Fish Salad is sure to tantalize your taste buds and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "95": {
        "category": "deluxe",
        "logo": "/assets/images/diamond-logo.svg",
        "food": "Tom Kha Goong (Shrimp in Coconut Soup)",
        "description": "Tom Kha Goong is a rich and creamy Thai soup that showcases the harmonious union of succulent shrimp, velvety coconut milk, and fragrant spices. The dish begins with a flavorful broth made by simmering lemongrass, galangal, and kaffir lime leaves in a savory chicken stock. This aromatic base serves as the foundation for the addition of fresh shrimp, which are cooked to perfection in the creamy coconut milk.The result is a soup that is at once refreshing and satisfying, with each spoonful delivering a perfect balance of flavors and textures. The sweetness of the coconut milk is tempered by the spiciness of Thai chilies and the pungency of fish sauce, while the succulent shrimp add a pop of protein to the dish.Throughout the preparation of Tom Kha Goong, a medley of fragrant herbs and spices are carefully incorporated to create a depth of flavor that is quintessentially Thai. The finished soup is garnished with fresh cilantro, lime wedges, and sliced chilies, adding a burst of color and freshness to the dish.When served steaming hot, Tom Kha Goong is the perfect comfort food for a chilly evening or as a light meal option when you crave something both nourishing and flavorful. Its unique blend of Thai spices, coconut milk, and succulent shrimp make it a standout among soups, and its versatility allows it to be enjoyed by anyone with an adventurous palate.",
        "image": "/assets/images/dummy-food.svg"
    },
    "96": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Tom Yum Goong Mae Nam (River Prawn Spicy Soup)",
        "description": "Tom Yum Goong Mae Nam, a quintessential Thai dish that embodies the perfect balance of flavors and textures. This River Prawn Spicy Soup is a masterful creation that showcases the country's culinary expertise. The broth, made with a rich and aromatic combination of lemongrass, lime leaves, and galangal, forms the foundation for this flavorful soup.As you take your first spoonful, the spicy kick from the tom yum paste hits your taste buds, leaving a tingling sensation that awakens your senses. The succulent prawns, cooked to perfection, add a delightful texture to the dish. Each morsel is bursting with freshness, thanks to the addition of juicy tomatoes and fragrant cilantro.The Mae Nam part of its name refers to the use of river prawns, which are prized for their sweet flavor and tender flesh. This variation on the classic Tom Yum Goong recipe elevates the dish to new heights, making it a must-try for anyone looking to experience authentic Thai cuisine. With each spoonful, you'll discover why this soup has become a beloved staple in Thailand and around the world.",
        "image": "/assets/images/dummy-food.svg"
    },
    "97": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pad Thai Goong Mae Nam (Stir-fried Rice Noodles with River Prawns)",
        "description": "Pad Thai Goong Mae Nam, a classic dish from Thailand's culinary repertoire. Stir-fried rice noodles are the foundation of this popular street food, mixed with a medley of flavors and textures that tantalize the taste buds. The addition of succulent river prawns elevates the dish to new heights, their tender flesh and subtle sweetness complementing the savory and slightly spicy flavors.Thin, chewy rice noodles are stir-fried in a hot wok with a hint of oil, allowing them to retain a satisfying firmness. This is where the magic happens - a symphony of aromas unfolds as the dish takes shape, infused with notes of tamarind, palm sugar, and various spices.The river prawns, cooked to perfection, add an irresistible juiciness to each bite. Chopped peanuts and bean sprouts bring a satisfying crunch, while the scallions add a hint of freshness. The sauce, a rich and creamy concoction, binds all the flavors together in harmony. As the dish is presented, its vibrant colors and enticing aroma invite you to take a bite - and discover why Pad Thai Goong Mae Nam remains a beloved favorite among food enthusiasts worldwide.",
        "image": "/assets/images/dummy-food.svg"
    },
    "98": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Gaeng Phed Ped Yang (Red Curry with Roasted Duck Breast)",
        "description": "Gaeng Phed Ped Yang is a rich and aromatic Thai dish that showcases the bold flavors of red curry. The base of this dish is made from a vibrant and slightly spicy paste, carefully blended with coconut milk to create a creamy sauce. Tender chunks of roasted duck breast are then immersed in this flavorful liquid, allowing the meat to absorb every nuance of the curry's deep notes.The resulting stew is a masterful balance of sweet, sour, salty, and umami flavors, all blending together in perfect harmony. The roasted duck breast adds a satisfying texture, with its crispy skin giving way to juicy, pink flesh. As each bite is savored, the complex interplay of spices - including cumin, coriander, and cardamom - dances on the palate.To complete this gastronomic experience, garnishes such as basil leaves or chilies are often added, providing a fresh contrast to the rich, savory sauce. Overall, Gaeng Phed Ped Yang is a true delight for those who appreciate the bold flavors and aromas of authentic Thai cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "99": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Mae Nam Ob Woonsen (River Prawns with Glass Noodles)",
        "description": "Goong Mae Nam Ob Woonsen, a quintessential Thai dish that showcases the harmony of textures and flavors. This delightful creation features succulent river prawns, cooked to perfection in a savory mixture of fish sauce, lime juice, and spices. The sweetness of the prawns is balanced by the nutty undertones of the glass noodles, which are stir-fried with the aromatic vegetables and seasonings.As you take your first bite, the tender prawns melt in your mouth, releasing a burst of fresh flavor that is both refreshing and satisfying. The glass noodles add a delightful textural contrast, their smoothness providing a soothing background to the vibrant flavors of the dish. A sprinkle of toasted peanuts or cashews adds a crunchy element, elevating the overall dining experience.The combination of ingredients in Goong Mae Nam Ob Woonsen creates a symphony of flavors and textures that is both familiar and exciting. This Thai specialty is sure to delight even the most discerning palates, making it a must-try for anyone looking to explore the rich culinary heritage of Thailand. Whether you're a seasoned foodie or simply looking to try something new, this dish is sure to leave a lasting impression.",
        "image": "/assets/images/dummy-food.svg"
    },
    "100": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pla Kapong Ob (Baked Seabass)",
        "description": "Pla Kapong Ob, a quintessential Thai dish that showcases the delicate flavor of baked seabass. This delectable creation consists of succulent fish fillets smothered in a rich and creamy mixture of coconut milk, spices, and herbs, then baked to perfection. The aroma wafting from this dish is tantalizing, as the subtle sweetness of the coconut milk harmonizes with the savory essence of the seabass.The presentation is also visually appealing, with the fish fillets nestled on a bed of fresh vegetables and garnished with a sprinkle of crispy fried shallots. As you take your first bite, the tender flesh of the seabass melts in your mouth, releasing a burst of flavor that is both soothing and satisfying.The combination of textures - crunchy from the fried shallots, smooth from the coconut milk, and flaky from the fish itself - adds depth to this dish, making it a true delight for the senses. The subtle spices and herbs used in the recipe add a hint of warmth without overpowering the delicate flavor of the seabass.Overall, Pla Kapong Ob is a masterpiece of Thai cuisine that showcases the art of combining flavors and textures to create a truly exceptional dining experience. Whether you are a seasoned foodie or just looking for a new culinary adventure, this baked seabass dish is sure to impress.",
        "image": "/assets/images/dummy-food.svg"
    },
    "101": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pla Neung Si Eiw (Steamed Fish with Soy Sauce)",
        "description": "Pla Neung Si Eiw, a quintessential Thai dish that showcases the elegance of steamed fish in a savory soy sauce broth. This delightful creation presents a delicate balance of flavors and textures that is sure to tantalize the taste buds.The plump, succulent fish fillets are expertly steamed to preserve their moisture and tenderness, while the aromatic broth made with a rich soy sauce, garlic, and chilies infuses every bite with an explosion of savory goodness. The subtle nuances of the dish lie in its ability to allow the natural flavors of the fish to shine through, yet still deliver a depth of umami taste from the judicious use of soy sauce.A sprinkle of fresh cilantro adds a pop of color and freshness to the presentation, while the steamed fish itself is left unadorned, allowing its natural beauty to be fully appreciated. The combination of textures - the flaky fish, the soft herbs, and the slightly crunchy vegetables - all come together in harmony to create a truly memorable dining experience.For those seeking an authentic Thai culinary experience that highlights the simplicity yet sophistication of traditional Thai cooking, Pla Neung Si Eiw is an exemplary choice. Its harmonious balance of flavors and textures makes it a dish that will leave even the most discerning palates wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "102": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Makham (Prawns in Tamarind Sauce)",
        "description": "Here's a descriptive passage for Goong Makham:Goong Makham, also known as Prawns in Tamarind Sauce, is a popular Thai dish that showcases the country's rich culinary heritage. This delectable dish features succulent prawns cooked in a flavorful tamarind sauce, which is made by blending the tangy pulp of tamarind fruits with aromatics and spices.The sauce itself has a deep reddish-brown hue and an enticing aroma that teases the senses. Upon taking a bite, the sweetness of the prawns mingles perfectly with the tartness of the tamarind sauce, creating a delightful flavor experience that is both familiar and refreshing.The texture of the dish adds to its charm, with the tender flesh of the prawns complemented by the smooth, velvety consistency of the sauce. The flavors are bold yet balanced, making Goong Makham an ideal choice for those who enjoy trying authentic Thai cuisine.This beloved dish is often served as a main course or appetizer in many Thai restaurants and is equally enjoyed at street food stalls throughout Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "103": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Talay Pad Pong Karee (Seafood in Curry Powder)",
        "description": "Talay Pad Pong Karee, a delectable Thai dish that embodies the perfect harmony of flavors and textures. This seafood-in-curry-powder concoction is a symphony of savory notes that will tantalize your taste buds. Fresh seafood such as shrimp, squid, and mussels are stir-fried in a fragrant blend of curry powder, cumin, and coriander, which infuse the dish with an aromatic essence.The curry paste, made from a rich blend of spices, is cooked to perfection, releasing its deep, slightly sweet flavors that complement the brininess of the seafood. The result is a beautifully balanced broth that coats the palate without overwhelming it. Each bite transports you to the bustling streets of Thailand, where the pungency of street food wafts through the air.The dish is further elevated by the addition of vegetables such as Thai basil and chilies, which add a burst of freshness and heat. A sprinkle of fish sauce adds a touch of umami, while a squeeze of fresh lime juice brings everything together in perfect harmony. Overall, Talay Pad Pong Karee is a true celebration of Southeast Asian flavors that will leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "104": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Yum Kai Dao Goong (Fried Egg Salad with River Prawns)",
        "description": "Yum Kai Dao Goong, a Thai dish that embodies the perfect union of flavors and textures. This Fried Egg Salad with River Prawns is a masterful creation that will tantalize your taste buds. The star of the show are succulent river prawns, cooked to perfection and tossed in a flavorful mixture of herbs and spices.The eggs, fried to a golden brown and sliced into delicate wedges, add a creamy richness to the dish. The crunchy texture of the toasted peanuts and fresh cilantro adds depth and freshness to each bite. As you take your first spoonful, the flavors meld together in perfect harmony - sweet from the prawns, savory from the eggs, and tangy from the herbs.The aroma wafting from this salad is nothing short of heavenly, a true representation of Thai cuisine's ability to balance bold flavors and delicate nuances. Each bite transports you to the bustling streets of Bangkok, where the sights, sounds, and scents of this vibrant city come alive in every flavor. A true delight for any food connoisseur, Yum Kai Dao Goong is an unforgettable culinary experience that will leave you craving more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "105": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Khao Pad Talay (Seafood Fried Rice with Crab)",
        "description": "Khao Pad Talay, a classic Thai dish that showcases the country's love for bold flavors and diverse seafood offerings. This mouthwatering Seafood Fried Rice with Crab is a staple in many Thai restaurants and households alike. The dish begins with a base of fluffy rice, cooked to perfection and then stir-fried with an assortment of succulent seafood including shrimp, mussels, and squid.The aroma of savory fish sauce and the slight tanginess of lime juice waft through the air as the ingredients are expertly combined. Crispy fried shallots add a satisfying crunch to each bite, complementing the tender texture of the seafood. The dish is then elevated by the addition of succulent crab meat, providing a rich and indulgent flavor profile.A sprinkle of chopped fresh cilantro adds a burst of freshness to the plate, balancing out the richness of the meal. Each spoonful of Khao Pad Talay offers a harmonious blend of textures and flavors that will leave even the most discerning palates satisfied. Whether you're in the mood for something light and refreshing or rich and decadent, this seafood fried rice with crab is sure to hit the spot.The beauty of Khao Pad Talay lies in its simplicity yet complexity at the same time. The combination of flavors and textures may seem straightforward, but it requires a great deal of skill and finesse to execute. The result is a dish that is greater than the sum of its parts, offering an authentic taste of Thailand's culinary heritage.",
        "image": "/assets/images/dummy-food.svg"
    },
    "106": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Hor Mok Talay (Steamed Curry with Seafood)",
        "description": "Hor Mok Talay, a delectable Thai dish that embodies the harmony of flavors and textures. This steamed curry with seafood is a masterful creation that showcases the culinary prowess of Thailand's rich gastronomic heritage.The dish begins with a rich and aromatic curry paste made from an intricate blend of spices, chilies, garlic, and lemongrass, which provides the foundation for this delightful treat. The tender chunks of succulent shrimp and fish are then perfectly balanced within the steaming hot mixture, releasing their natural flavors as they cook.As you lift the lid to reveal the Hor Mok Talay, a fragrant aroma wafts through the air, teasing your senses and building anticipation for the first bite. Upon taking a spoonful of this heavenly dish, the creamy texture and subtle spiciness meld together in perfect harmony.The tender seafood pieces are cooked to perfection, retaining their moisture and flavor within the rich curry sauce. This culinary masterpiece is not only pleasing to the palate but also visually appealing, with its vibrant colors and delicate presentation.In short, Hor Mok Talay is a gastronomic delight that offers an unforgettable dining experience for those fortunate enough to try it. Whether you're a seasoned food connoisseur or simply looking to explore new flavors, this steamed curry with seafood is sure to captivate your senses and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "107": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pla Kapong Tod Sam Rot (Seabass with Three-Flavored Sauce)",
        "description": "Pla Kapong Tod Sam Rot, a dish that seamlessly combines the delicate flavor of seabass with the harmonious trio of flavors in its sauce. The seabass, pan-seared to perfection, retains its firm texture and subtle sweetness, while the three-flavored sauce - comprising a medley of herbs, spices, and chilies - adds an aromatic and slightly spicy depth to each bite.The sauce itself is a masterful blend of Thai culinary expertise, with notes of lemongrass, galangal, and chilies that tantalize the taste buds. The three flavors are skillfully balanced to create a symphony of tastes that complements the freshness of the seabass without overpowering it. As you take your first bite, the initial sweetness of the fish gives way to the boldness of the sauce, leaving a lasting impression on the palate.The presentation is equally impressive, with the seabass fillet garnished with fresh herbs and served on a bed of steaming hot rice or noodles. Each component of the dish is carefully crafted to showcase the beauty and simplicity of Thai cuisine. Whether you're a seasoned foodie or just looking for a new culinary experience, Pla Kapong Tod Sam Rot is sure to delight and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "108": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pla Tod Hormok (Fried Fish with Curry Topping)",
        "description": "Here is a semi-formal food description for Pla Tod Hormok:Pla Tod Hormok, a dish that exemplifies the perfect blend of Thai flavors and textures. This popular street food consists of crispy fried fish, typically made with firm white fish such as cod or snapper, which has been lightly battered and then deep-fried to perfection.The exterior is golden brown and crunchy, giving way to a tender and flaky interior. The real magic happens when the dish is topped with a rich and creamy curry sauce, infused with aromatic spices like cumin and coriander. The curry topping adds a depth of flavor that complements the delicate taste of the fish.The combination of the crispy fried fish and the smooth, slightly spicy curry sauce creates a delightful harmony of flavors that will leave you wanting more. Each bite is a masterful balance of textures and tastes that showcases the ingenuity of Thai cuisine. Overall, Pla Tod Hormok is a must-try dish for anyone looking to experience the authentic flavors of Thailand.As an added touch, some variations of this dish may include additional ingredients such as chopped fresh cilantro or scallions, which add a pop of color and freshness to each bite. Whether you're a seasoned foodie or just looking to try something new, Pla Tod Hormok is sure to impress with its bold flavors and satisfying texture.",
        "image": "/assets/images/dummy-food.svg"
    },
    "109": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Moo Krata (Thai BBQ Pork and Seafood Hotpot)",
        "description": "Moo Krata, a Thai culinary masterpiece that combines the richness of BBQ pork with the freshness of seafood in a savory hotpot. This dish is a harmonious blend of Asian flavors, where tender pieces of grilled pork meet succulent morsels of seafood in a flavorful broth.The aroma of char-grilled meats wafts through the air, enticing your senses and building anticipation for the first spoonful. The pork, marinated in a sweet and spicy sauce, is cooked to perfection, with each bite offering a satisfying balance of textures and flavors.Meanwhile, the seafood - an assortment of shrimp, squid, and fish - adds a delightful contrast in texture and flavor, with its delicate freshness complementing the heartiness of the pork. The broth, made with a rich combination of soy sauce, oyster sauce, and spices, provides a deep umami flavor that ties everything together.As you dip your spoon into the hotpot, the steam rises, carrying the fragrance of the dish to your nostrils. With each successive bite, the flavors meld together in perfect harmony, leaving you craving more of this delightful culinary experience. Moo Krata is a true reflection of Thai cuisine's diversity and richness, making it a must-try for any food enthusiast.",
        "image": "/assets/images/dummy-food.svg"
    },
    "110": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Pad Prik Thai Dam (Prawns with Black Pepper)",
        "description": "Here is a description of the dish \"Goong Pad Prik Thai Dam\" in a semi-formal style:Goong Pad Prik Thai Dam, which translates to \"Prawns with Black Pepper\" in English, is a classic Thai dish that showcases the bold flavors and aromas of this beautiful cuisine. This delightful stir-fry features succulent prawns cooked to perfection with an abundance of black peppercorns, which add a pungent and slightly sweet flavor to each bite. The dish begins with a flavorful base made from onions, garlic, and lemongrass, which are sautéed until softened and fragrant. To this aromatic mixture, large prawns are added, along with a generous amount of black peppercorns, allowing the two ingredients to meld together in perfect harmony. As the stir-fry reaches its final stages, a splash of soy sauce is added, providing a savory depth that rounds out the dish's overall flavor profile. The resulting Goong Pad Prik Thai Dam is a true delight for those who appreciate the nuances of traditional Thai cooking, with each bite delivering an explosion of flavors and textures that will leave even the most discerning palates satisfied.This dish can be served as an appetizer or main course, depending on one's preference, making it suitable for a wide range of dining occasions.",
        "image": "/assets/images/dummy-food.svg"
    },
    "111": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Ob Mor Din (Prawns Baked in Clay Pot)",
        "description": "Goong Ob Mor Din, a quintessential Southeast Asian dish that is sure to tantalize your taste buds. This traditional recipe features succulent prawns baked in a clay pot, where the delicate flavors are allowed to meld together in perfect harmony.The dish begins with an array of fresh prawns, carefully selected for their succulence and flavor. These prawns are then gently sautéed in a mixture of aromatics, including onions, garlic, and lemongrass, which infuse them with an unmistakable aroma.As the prawns cook, they release their natural juices, creating a savory sauce that is rich and indulgent. The clay pot serves as a vessel for this liquid gold, allowing it to simmer slowly and penetrate every nook and cranny of the dish.Once cooked to perfection, the Goong Ob Mor Din is carefully removed from the clay pot, revealing plump prawns that are bursting with flavor. Each bite transports you to the sun-kissed streets of Southeast Asia, where the art of slow-cooked cuisine has been perfected over centuries.The flavors in this dish are a masterful balance of sweet and savory notes, which will leave even the most discerning palates wanting more. Whether served as an appetizer or main course, Goong Ob Mor Din is sure to impress your dinner guests with its rich flavors and exotic charm.",
        "image": "/assets/images/dummy-food.svg"
    },
    "112": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Tom Yum Talay (Spicy Mixed Seafood Soup)",
        "description": "Tom Yum Talay is a spicy and savory soup originating from Thailand, characterized by its rich broth made with a combination of fragrant lemongrass, galangal, and lime leaves. The soup is a medley of mixed seafood, typically consisting of shrimp, mussels, clams, squid, and sometimes fish balls or other variations. Upon serving, the Tom Yum Talay is often garnished with a sprinkle of fresh cilantro or scallions to add an extra layer of freshness.The broth itself is a masterful balance of spicy and sour flavors, thanks to the addition of chilies, lime juice, and fish sauce. The aromas wafting from the soup are intense and alluring, teasing the senses with its promise of a flavorful experience. Each spoonful transports the palate on a journey through the streets of Thailand, where the bold and zesty flavors have been carefully crafted to stimulate the taste buds.The Tom Yum Talay is often served as an appetizer or a light meal in Thai cuisine, but it's also commonly enjoyed as a snack or side dish. Despite its spicy kick, the soup has a soothing quality that can be both revitalizing and comforting at the same time. Overall, the Tom Yum Talay is a true reflection of Thailand's culinary heritage – bold, aromatic, and undeniably delicious.",
        "image": "/assets/images/dummy-food.svg"
    },
    "113": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Yum Pla Grob (Crispy Fish Salad)",
        "description": "Yum Pla Grob, a quintessential Thai salad, presents an intriguing combination of flavors and textures. The dish is comprised of crispy fried fish, served atop a bed of mixed greens, and accompanied by a medley of vegetables such as tomatoes, onions, and mint leaves.The fish, often made from cod or tilapia, is deep-fried to a golden brown crispness, providing a satisfying crunch that contrasts with the softness of the lettuce. The addition of fresh herbs like cilantro and basil adds a pungent aroma and flavor to the dish.A tangy dressing, typically made from fish sauce, lime juice, and palm sugar, brings everything together, imbuing the salad with a bright and refreshing quality. Each bite is a masterful balance of savory, sweet, sour, and umami flavors that will leave even the most discerning palate satisfied.The overall presentation of Yum Pla Grob is simple yet elegant, making it an ideal choice for those seeking a light and revitalizing meal or snack. Whether enjoyed at a street food stall, restaurant, or homemade, this classic Thai dish is sure to impress with its bold flavors and satisfying crunch.",
        "image": "/assets/images/dummy-food.svg"
    },
    "114": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pad See Ew Talay (Stir-fried Noodles with Seafood)",
        "description": "Pad See Ew Talay is a delectable Thai stir-fry dish that combines the rich flavors of seafood with the comforting familiarity of noodles. Stir-fried in a wok, the flat rice noodles are cooked to a perfect texture, retaining their subtle crunch while still being tender enough to enjoy. The sauce, made with a combination of soy sauce, oyster sauce, and sugar, adds a depth of flavor that is both savory and slightly sweet.The seafood components, typically including shrimp, squid, and sometimes mussels or scallops, are added to the stir-fry towards the end of cooking, allowing them to retain their texture and freshness. The result is a dish that is at once both hearty and delicate, with each bite featuring a balance of flavors and textures.A sprinkle of green onions and some sliced chili peppers add a pop of color and an extra layer of flavor to the dish, rounding out the overall experience of eating Pad See Ew Talay. Overall, this Thai stir-fry is a true culinary delight that showcases the country's mastery of combining seemingly disparate elements into something truly greater than the sum of its parts. The combination of flavors and textures creates a unique experience with each bite.",
        "image": "/assets/images/dummy-food.svg"
    },
    "115": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pla Neung Manow Mae Nam (Steamed River Fish with Lime Sauce)",
        "description": "Here's a semi-formal food description for Pla Neung Manow Mae Nam:Pla Neung Manow Mae Nam, literally translated as Steamed River Fish with Lime Sauce, is a quintessential Thai dish that showcases the country's culinary finesse. This refreshing dish begins with tender and juicy fish, typically catfish or tilapia, that has been carefully steamed to preserve its delicate flavor and texture. The steaming process allows the natural sweetness of the fish to shine through, making it an excellent canvas for the vibrant flavors that follow.The Lime Sauce, a key component of this dish, is made from a zesty combination of fresh lime juice, chilies, garlic, and herbs like Thai basil and mint. This tangy sauce is poured over the steamed fish, infusing its rich aroma into every bite. The acidity of the lime perfectly complements the richness of the fish, creating an appealing harmony of flavors that is sure to tantalize your taste buds.As you take a bite of Pla Neung Manow Mae Nam, the tender flesh of the fish melts in your mouth, while the zesty Lime Sauce awakens your senses with its bold and aromatic flavors. This dish is not only a feast for the taste buds but also a celebration of Thai cuisine's emphasis on freshness, simplicity, and balance. Whether you're a seasoned foodie or just discovering the joys of Thai cooking, Pla Neung Manow Mae Nam is sure to leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "116": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Pad Kee Mao (Drunken Noodles with Shrimp)",
        "description": "Goong Pad Kee Mao, a quintessential Thai dish that embodies the perfect blend of flavors and textures. This iconic stir-fry features succulent shrimp as its main protein, cooked to perfection in a savory sauce infused with the bold essence of soy sauce and fish sauce. The noodles used are flat rice noodles, also known as \"kee mao,\" which provide a delightful contrast to the tender shrimp.As the dish is expertly stirred together, the flavors meld harmoniously, creating a truly addictive experience for the palate. A sprinkle of fresh herbs, typically Thai basil, adds an aromatic and refreshing touch to each bite. The combination of sweet, sour, salty, and umami notes creates a truly well-balanced flavor profile that will leave even the most discerning foodies craving more.The dish is often served with a generous helping of steamed vegetables on the side, which helps to balance out the richness of the stir-fry. Overall, Goong Pad Kee Mao is a masterful representation of Thai cuisine's ability to create dishes that are at once bold, flavorful, and yet elegantly refined. Whether you're a seasoned food connoisseur or simply looking for a new culinary experience, this dish is sure to satisfy your cravings and leave you wanting more.",
        "image": "/assets/images/dummy-food.svg"
    },
    "117": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Op Clay (Clay Pot Shrimp)",
        "description": "Goong Op Clay, a delectable Thai dish that combines succulent shrimp with aromatic spices and herbs. The main ingredients are succulent large prawns cooked in a flavorful clay pot, which infuse the dish with a rich, earthy undertone.The Goong Op Clay is typically prepared by sautéing the shrimp in a mixture of garlic, lemongrass, galangal, and chilies, which gives the dish its signature pungency. The addition of fish sauce, palm sugar, and lime juice adds depth and balance to the flavors.As the clay pot is heated over an open flame or on a stovetop, the aromas of the spices and herbs waft through the air, teasing the senses and building anticipation for the first bite. When served, the Goong Op Clay is often garnished with fresh cilantro and Thai basil leaves, which add a pop of color and freshness to the dish.The clay pot itself becomes an integral part of the dining experience, as it serves not only as a vessel but also as a testament to the dish's rich cultural heritage. The combination of flavors, textures, and presentation makes Goong Op Clay a truly satisfying meal that is sure to delight even the most discerning palates.Each bite is a masterful balance of sweet, sour, salty, and umami flavors, with the succulent shrimp providing a delightful contrast in texture. Whether served as an appetizer or main course, Goong Op Clay is a dish that is sure to leave a lasting impression on anyone who tries it.",
        "image": "/assets/images/dummy-food.svg"
    },
    "118": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Khao Pad Poo Mae Nam (Crab Fried Rice with Fresh Crab Meat)",
        "description": "Khao Pad Poo Mae Nam, a Thai culinary masterpiece that combines the richness of crab meat with the savory flavors of fried rice. This dish is a staple in Thai cuisine, particularly popular among locals and visitors alike. A generous serving of succulent fresh crab meat is carefully combined with fragrant jasmine rice, stir-fried to perfection with aromatics such as garlic, onions, and Thai chili peppers.The sweetness of the crab meat is perfectly balanced by the savory flavors of soy sauce and fish sauce, resulting in a mouthwatering dish that is both aromatic and flavorful. The addition of chopped scallions and cilantro adds a fresh and herbaceous note to the dish, while the crispy fried shallots provide a satisfying crunch.The texture of the dish is varied, with the tender crab meat, fluffy rice, and crunchy vegetables all working together in harmony. Each bite is a testament to the skillful preparation and attention to detail that goes into creating this beloved Thai dish. Overall, Khao Pad Poo Mae Nam is a true delight for those who appreciate the bold flavors and aromas of Southeast Asian cuisine.",
        "image": "/assets/images/dummy-food.svg"
    },
    "119": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Talay Phad Nam Prik Pao (Seafood Stir-fried in Chili Paste)",
        "description": "Talay Phad Nam Prik Pao is a savory and spicy seafood stir-fry dish originating from Thailand. The name itself, \"Talay,\" translates to sea or ocean, which hints at the presence of various seafood components within this recipe. This Thai culinary masterpiece features an assortment of seafood such as shrimp, squid, mussels, and sometimes even crab, all expertly cooked in a mixture that combines the bold flavors of Nam Prik Pao chili paste with other aromatic elements like garlic and lemongrass.The dish starts with the preparation of Nam Prik Pao, a fundamental component made from ground chilies, garlic, shallots, lemongrass, galangal, and spices. It is this rich paste that gives Talay Phad Nam Prik Pao its deep, spicy flavor. Once ready, the seafood is added to the stir-fry along with some oil and other seasonings like fish sauce and palm sugar.As the ingredients mix together over medium heat, the aromatic scents of the lemongrass and galangal mingle with the boldness of the chili paste, creating a truly inviting aroma. The final result is a dish that combines both spicy and savory flavors in perfect harmony, making it a favorite among those who appreciate authentic Thai cuisine.Talay Phad Nam Prik Pao can be enjoyed as part of a meal or even served as a side to complement other dishes. Its bold flavors make it an excellent choice for anyone looking for something new and exciting in the world of Thai food.",
        "image": "/assets/images/dummy-food.svg"
    },
    "120": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pla Krapong Krob (Crispy Seabass with Sauce)",
        "description": "Pla Krapong Krob, a dish that embodies the quintessential flavors of Thai cuisine. This Crispy Seabass with Sauce is a masterful creation that will tantalize your taste buds and leave you craving for more.The succulent seabass fillets are carefully coated in a delicate batter, resulting in a crispy exterior that gives way to a tender and juicy interior. Pan-seared to perfection, the fish is then smothered in a rich and creamy sauce made from a blend of coconut milk, spices, and herbs.The aroma wafting from this dish is heavenly, with notes of lemongrass, galangal, and chilies that will awaken your senses. The flavors are balanced and harmonious, with each bite transporting you to the bustling streets of Thailand.A sprinkle of toasted peanuts adds a satisfying crunch to the dish, while the fresh cilantro garnish provides a pop of color and freshness. Overall, Pla Krapong Krob is a culinary masterpiece that showcases the beauty of Thai cuisine, with its combination of bold flavors, crispy textures, and delicate presentation making it a true delight for the senses.",
        "image": "/assets/images/dummy-food.svg"
    },
    "121": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Kai Look Kuey Goong (Eggs and Fresh Shrimp Stir-fry)",
        "description": "Kai Look Kuey Goong is a delectable Thai dish that showcases the harmony of eggs and fresh shrimp in a savory stir-fry. This mouthwatering creation begins with succulent prawns cooked to perfection, their natural sweetness still intact. As the aromas mingle, plump eggs are then skillfully added, their creamy textures mingling with the delicate flavors of the shrimp.The combination of these two ingredients is elevated by the addition of a medley of aromatic spices and herbs, carefully selected to enhance the dish without overpowering its main attractions. The result is a masterful blend of tastes, textures, and aromas that will leave even the most discerning palates satisfied. Kai Look Kuey Goong is a testament to the ingenuity of Thai cuisine, where simple yet elegant dishes are crafted with precision and love. Whether enjoyed as part of a multi-course meal or savored alone, this dish promises an unforgettable gastronomic experience that will linger long after the plate has been cleared. With each successive bite, the flavors meld together in perfect harmony, a true delight for those who cherish the beauty of good food.",
        "image": "/assets/images/dummy-food.svg"
    },
    "122": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Tom Kha Poo (Coconut Soup with Crab)",
        "description": "Tom Kha Poo, a quintessential Thai dish that combines the creaminess of coconut with the succulence of crab. This aromatic soup is a masterful blend of traditional spices and flavors, carefully balanced to create an unforgettable culinary experience.A rich and velvety coconut milk serves as the base for this delightful soup, infused with fragrant lemongrass, galangal, and chilies that provide a gentle yet pronounced spiciness. The addition of fresh cilantro adds a burst of freshness and a touch of citrus, while the protein-rich crab meat is tenderly cooked to perfection.As the soup simmers, the flavors meld together in perfect harmony, releasing the subtle sweetness of coconut and the savory goodness of crab. Each spoonful transports you to the bustling streets of Bangkok, where this beloved dish has been enjoyed for generations. With every mouthwatering bite, Tom Kha Poo leaves a lasting impression on even the most discerning palate.This delectable soup is sure to delight anyone who savors its rich and creamy texture, combined with the delicate flavor of fresh crab meat. Whether you're a seasoned foodie or simply looking for a new culinary adventure, Tom Kha Poo is an absolute must-try experience.",
        "image": "/assets/images/dummy-food.svg"
    },
    "123": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Goong Pow (Grilled River Prawns)",
        "description": "The dish in question, Goong Pow, is a culinary delight that showcases the freshest and most succulent ingredients. Grilled River Prawns are the stars of this show, their sweet and tender flesh providing an explosion of flavor with each bite. The prawns have been carefully selected from the rivers for their exceptional quality, ensuring a dining experience that is nothing short of exceptional.The grilling process brings out the full depth of flavor in these delicate crustaceans, as they are cooked to perfection to retain their natural moisture and texture. The result is a dish that is both elegant and indulgent, perfect for special occasions or as a luxurious treat any time of the year.A light dusting of seasonings and spices complements the natural sweetness of the prawns, without overpowering them. This thoughtful approach allows each bite to be savored in all its glory, with every detail perfectly balanced to create a culinary masterpiece. The aroma that fills the air is nothing short of captivating, beckoning everyone to take a seat at the table and indulge in this delectable treat. As you lift your fork to take your first bite, the anticipation builds – will it be as delightful as the last? Only one way to find out!",
        "image": "/assets/images/dummy-food.svg"
    },
    "124": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Pad Pak Bung Goong Mae Nam (Stir-fried Water Spinach with River Prawns)",
        "description": "Here is a food description for Pad Pak Bung Goong Mae Nam in a semi-formal style:Pad Pak Bung Goong Mae Nam is a delightful and refreshing Thai dish that showcases the perfect harmony of flavors and textures. This stir-fried water spinach with river prawns features succulent and juicy prawns, cooked to perfection alongside crisp and tender shoots of bai mak (water spinach). The combination of these two ingredients creates a truly unique culinary experience.The dish is cooked in a wok with a small amount of oil, allowing the natural flavors of both the water spinach and river prawns to shine through. A sprinkle of salt and pepper adds just the right touch of seasoning, without overpowering the other delicate flavors present. The result is a dish that is at once light and flavorful, making it perfect for those looking for a healthy and satisfying meal.For fans of Thai cuisine, Pad Pak Bung Goong Mae Nam offers an authentic taste experience that is sure to delight even the most discerning palates. This simple yet elegant dish is an excellent choice for anyone seeking a delicious and nutritious meal option.",
        "image": "/assets/images/dummy-food.svg"
    },
    "125": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Hor Mok Mae Nam (Fresh River Curry)",
        "description": "Hor Mok Mae Nam, a quintessential Thai dish that embodies the perfect harmony of flavors and textures. This Fresh River Curry is a masterpiece of Southeast Asian cuisine, where the freshness of herbs and chilies meets the richness of coconut milk. The vibrant green curry paste, made from an array of aromatic spices and herbs, provides the foundation for this delightful dish.As you take your first spoonful, the aroma of lemongrass, galangal, and Thai basil wafts up, teasing your senses and building anticipation. The tender, succulent fish or seafood (usually river prawns or catfish), cooked to perfection in a flavorful broth, simply melts in your mouth.The curry sauce, a sublime blend of coconut milk, fish sauce, and palm sugar, is both creamy and spicy at the same time. Each bite transports you to the banks of Thailand's mighty rivers, where the essence of this dish has been perfected over generations. With its delicate balance of sweet, sour, salty, and umami flavors, Hor Mok Mae Nam is a culinary experience that will leave you craving for more.This delectable curry is best served with steamed jasmine rice or roti, allowing each component to shine in perfect harmony. As you savor the last morsel, you'll understand why Hor Mok Mae Nam has earned its place as one of Thailand's most beloved and revered dishes.",
        "image": "/assets/images/dummy-food.svg"
    },
    "126": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Talay Jued Mae Nam (Seafood Clear Broth)",
        "description": "Talay Jued Mae Nam, a quintessential Thai seafood clear broth, is a masterful representation of the country's love for simple yet flavorful cuisine. This delicate soup is crafted with an assortment of fresh seafood, including succulent prawns, mussels, and squid, carefully selected to showcase their natural flavors.The broth itself is a crystal-clear liquid, made from a rich fish stock that has been simmered to perfection, then strained to remove any impurities. The resulting elixir is both light and refreshing, with an almost gelatinous texture that coats the palate.As the first spoonful touches your tongue, you'll be greeted by the brininess of the sea, expertly balanced by a hint of sweetness from the simmered vegetables. Each spoonful transports you to the bustling streets of Thailand, where this humble soup is a beloved comfort food for many.The seafood in Talay Jued Mae Nam is cooked to perfection, retaining its succulent texture and vibrant colors. Shrimp, mussels, and squid are all perfectly tender, with an irresistible allure that makes you want to savor every bite.Overall, Talay Jued Mae Nam is a delightful culinary experience that will leave you feeling refreshed and rejuvenated. It's an absolute must-try for seafood lovers and anyone looking to taste the authentic flavors of Thailand.",
        "image": "/assets/images/dummy-food.svg"
    },
    "127": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Larb Goong Mae Nam (Shrimp Mince Salad)",
        "description": "Larb Goong Mae Nam, a traditional Thai dish that embodies the essence of bold flavors and textures. This shrimp mince salad is a symphony of contrasting elements, where succulent, bite-sized pieces of cooked prawns are tossed together with a medley of fresh herbs, chilies, lime juice, fish sauce, and a hint of fermented elephant garlic.The initial aroma of pungent Thai basil and fragrant mint wafts through the senses, teasing the taste buds as one takes their first bite. The crunch of chopped cilantro adds a delightful freshness to each mouthful, while the juicy sweetness of diced tomatoes tempers the spiciness from the chilies.A delicate balance of sweet and sour flavors is achieved by the judicious use of lime juice, which harmonizes with the savory undertones of fish sauce. As the various components meld together on the palate, the rich flavor of toasted peanuts adds a satisfying depth to each bite.Throughout its varied textures and bold flavors, Larb Goong Mae Nam remains an authentic representation of Thai cuisine's zest for life – a testament to the country's unwavering enthusiasm for fresh ingredients, aromatic spices, and the unbridled joy of sharing meals with others.",
        "image": "/assets/images/dummy-food.svg"
    },
    "128": {
        "category": "premium",
        "logo": "/assets/images/crown-logo.svg",
        "food": "Gaeng Ped Talay Premium (Cream Thai Curry)",
        "description": "Gaeng Ped Talay Premium, a premium Thai curry dish that showcases the rich flavors and aromas of Thailand's culinary heritage. This creamy and slightly spicy curry is made with succulent shrimp, tender pieces of chicken, and crunchy vegetables, all perfectly cooked in a flavorful coconut milk-based sauce.The Gaeng Ped Talay Premium curry paste is expertly crafted to bring out the depth and complexity of Thai spices, featuring a harmonious balance of sweet, sour, salty, and umami flavors. This premium dish is made with only the freshest ingredients, ensuring that every bite is bursting with flavor and texture.The coconut milk sauce is rich and creamy, adding a velvety smoothness to each spoonful, while the shrimp and chicken add a delightful textural contrast. The vegetables, carefully selected for their crunch and sweetness, add another layer of depth to this already impressive dish.When served, Gaeng Ped Talay Premium presents itself as a vibrant and appetizing meal, inviting diners to indulge in its aromatic goodness. This authentic Thai curry dish is sure to satisfy even the most discerning palates, making it a must-try for anyone seeking an unforgettable culinary experience.",
        "image": "/assets/images/dummy-food.svg"
    }
}